{
  "id": 5475862947998,
  "key": "01",
  "title": "FIRST PART BOOK I",
  "book": "BOOK I",
  "created": 1747959272657,
  "data": [
    {
      "id": 6700963649848,
      "key": "01",
      "part": "FIRST PART",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "DECADE I Agni",
      "content": "p:Come, Agni, praised with song, to feast and sacrificial offering: sit  As Hotar on the holy grass!\np:O Agni, thou hast been ordained Hotar of every sacrifice, By Gods, among the race of men.\np:Agni we choose as envoy, skilled performer of this holy rite, Hotar, possessor of all wealth.\np:Served with oblation, kindled, bright, through love of song may Agni, bent  On riches, smite the Vritras dead!\np:I laud your most beloved guest like a dear friend, O Agni, him  Who, like a chariot, wins us wealth.\np:Do thou, O Agni, with great might guard us from all malignity, Yea, from the hate of mortal man!\np:O Agni, come; far other songs of praise will I sing forth to thee.  Wax mighty with these Soma-drops!\np:May Vatsa draw thy mind away even from thy loftiest dwelling place!  Agni, I yearn for thee with song.\np:Agni, Atharvan brought thee forth by rubbing from the sky, the head  Of all who offer sacrifice.\np:O Agni, bring us radiant light to be our mighty succour, for  Thou art our visible deity!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272657,
      "hash": "md5-j3xK+8ECem+g33JRh12qyQ=="
    },
    {
      "id": 4394178720494,
      "key": "02",
      "part": "FIRST PART",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "DECADE II Agni",
      "content": "p:O Agni, God, the people sing reverent praise to thee for strength:  With terrors trouble thou the foe\np:I seek with song your messenger, oblation-bearer, lord of wealth, Immortal, best at sacrifice.\np:Still turning to their aim in thee the sacrificer's sister hymns  Have come to thee before the wind.\np:To thee, illuminer of night, O Agni, day by day with prayer, Bringing thee reverence, we come.\np:Help, thou who knowest lauds, this work, a lovely hymn in Rudra's praise, Adorable in every house!\np:To this fair sacrifice to drink the milky draught art thou called forth:  O Agni, with the Maruts come!\np:With homage will I reverence thee, Agni, like a long-tailed steed, Imperial lord of holy rites.\np:As Aurva and as Bhrigu called, as Apnavana called, I call  The radiant Agni robed with sea.\np:When he enkindles Agni, man should with his heart attend the song:  I kindle Agni till he glows.\np:Then, verily, they see the light refulgent of primeval seed, Kindled on yonder side of heaven.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272658,
      "hash": "md5-Qg1/vLBP4bDmDIRX8ZhbmQ=="
    },
    {
      "id": 6685665839543,
      "key": "03",
      "part": "FIRST PART",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "DECADE III Agni",
      "content": "p:Hither, for powerful kinship, I call Agni, him who prospers you, Most frequent at our solemn rites.\np:May Agni with his pointed blaze cast down each fierce devouring fiend:  May Agni win us wealth by war!\np:Agni, be gracious; thou art great: thou hast approached the pious man, Hast come to sit on sacred grass.\np:Agni, preserve us,from distress consume our enemies, O God, Eternal, with thy hottest flames\np:Harness, O Agni, O thou God, thy steeds which are most excellent!  The fleet ones bring thee rapidly.\np:Lord of the tribes, whom all must seek, we worshipped Agni set thee down, Refulgent, rich in valiant men.\np:Agni is head and height of heaven, the master of the earth is he  He quickeneth the waters' seed.\np:O Agni, graciously announce this our good fortune of the Gods, And this our newest hymn of praise!  9, By song, O Agni, Angiras! Gopavana hath brought thee forth  Hear thou my call, refulgent one!\np:Agni, the Sage, the Lord of Strength, hath moved around the sacred gifts, Giving the offerer precious things.\np:His heralds bear him up aloft, the God who knoweth all that lives, The Sun, that all may look on him.  12, Praise Agni in the sacrifice, the Sage whose holy laws are true  The God who driveth grief away.\np:Kind be the Goddesses to lend us help, and kind that we may drink:  May their streams bring us health and wealth\np:Lord of the brave, whose songs dost thou in thine abundance now inspire, Thou whose hymns help to win the kine?",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272658,
      "hash": "md5-mTfqDh5VJ+q7PNDqdEJklQ=="
    },
    {
      "id": 5436252100510,
      "key": "04",
      "part": "FIRST PART",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "DECADE IV Agni",
      "content": "p:Sing to your Agni with each song, at every sacrifice for strength.  Come, let us praise the wise and, everlasting God even as a well-beloved friend,\np:Agni, protect thou us by one, protect us by the second song, Protect us by three hymns, O Lord of power and might, bright God, by four hymns guard us well!\np:O Agni, with thy lofty beams, with thy pure brilliancy, O God, Kindled, most youthful one! by Bharadvaja's hand, shine on us richly, holy Lord!\np:O Agni who art worshipped well, dear let our princes be to thee, Our wealthy patrons who are governors of men, who part, as gifts, the stall of kine!\np:Agni, praise-singer! Lord of men, God! burning up the Rakshasas, Mighty art thou, the ever-present, household-lord! home-friend and guardian from the sky.\np:Immortal Jatavedas, thou bright-hued refulgent gift of Dawn, Agni, this day to him who pays oblations bring the Gods who waken with the morn!\np:Wonderful, with thy favouring help, send us thy bounties, gracious Lord.  Thou art the charioteer, Agni, of earthly wealth: find rest and safety for our seed!\np:Famed art thou, Agni, far and wide, preserver, righteous, and a Sage.  The holy singers, O enkindled radiant one, ordainers, call on thee to come.\np:O holy Agni, give us wealth famed among men and strengthening life!  Bestow on us, O helper, that which many crave, more glorious still through righteousness!\np:To him, who dealeth out all wealth, the sweet-toned Hotar-priest of men, To him like the first vessels filled with savoury juice, to Agni let the lauds go forth.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272658,
      "hash": "md5-aSfU5fNeU7MN24b5eZFDiA=="
    },
    {
      "id": 5017500564192,
      "key": "05",
      "part": "FIRST PART",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "DECADE V Agni",
      "content": "p:With this mine homage I invoke Agni for you, the Son of Strength, Dear, wisest envoy, skilled in noble sacrifice, immortal messenger of all.\np:Thou liest in the logs that are thy mothers: mortals kindle thee.  Alert thou bearest off the sacrifleer's gift, and then thou shinest to the Gods.\np:He hath appeared, best prosperer, in whom men lay their holy acts:  So may our songs of praise come nigh to Agni who was born to give the Arya strength!\np:Chief Priest is Agni at the laud, as stones and grass at sacrifice.  Gods! Maruts! Brahmanaspati! I crave with song the help that is most excellent.\np:Pray Agni of the piercing flame, with sacred songs, to be our help;  For wealth, famed Agni, Purumilha and ye men! He is Suditi's sure defence.\np:Hear, Agni who hast ears to hear, with all thy train of escort Gods!  With those who come at dawn let Mitra, Aryaman sit on the grass at sacrifice.\np:Agni of Divodasa, God, comes forth like Indra in his might.  Rapidly hath he moved along his mother earth: he stands in high heaven's dwelling-place.\np:Whether thou come from earth or from the lofty lucid realm of heaven, Wax stronger in thy body through my song of praise: fill full all creatures, O most wise!\np:If, loving well the forests, thou wentest to thy maternal floods, Not to be scorned, Agni, is that return of thine when, from afar, thou now art here.\np:O Agni, Manu stablished thee a light for all the race of men:  With Kanva hast thou blazed, Law-born and waxen strong, thou whom the people reverence.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272658,
      "hash": "md5-j3VvIdZYKChJE7CDVEF5lQ=="
    },
    {
      "id": 4399293497687,
      "key": "06",
      "part": "FIRST PART",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "DECADE I Agni",
      "content": "p:The God who giveth wealth accept your full libation poured to, him!  Pour ye it out, then fill the vessel full again, for so the God regardeth you.\np:Let Brahmanaspati come forth, let Sunrita the Goddess come, And Gods bring to our rite which yields a fivefold gift the hero, lover of mankind!\np:Stand up erect to lend us aid, stand up like Savitar the God, Erect as strength-bestower when we call on thee with priests who balm our offerings!\np:The man who bringeth gifts to thee, bright God who fain wouldst lead to wealth, Winneth himself a brave son, Agni! skilled in lauds, one prospering in a thousand ways.\np:With hymns and holy eulogies we supplicate your Agni, Lord  Of many families who duly serve the Gods, yea, him whom others too inflame.\np:This Agni is the Lord of great prosperity and hero, strength, Of wealth with noble offspring and with store of kine, the Lord of battles with the foe.\np:Thou, Agni, art the homestead's Lord, our Hotar-priest at sacrifice.  Lord of all boons, thou art the Potar, passing wise. Pay worship, and enjoy the good!\np:We as thy friends have chosen thee, mortals a God, to be our help.  The Waters' Child, the blessed, the most mighty one, swift conqueror, and without a peer.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272659,
      "hash": "md5-0gWyNaP7jMEEGZ1xSiTLwg=="
    },
    {
      "id": 5489561216204,
      "key": "07",
      "part": "FIRST PART",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "DECADE II Agni",
      "content": "p:Present oblations, make him splendid: set ye as Hotar in his place the Home's Lord, worshipped  With gifts and homage where they pour libations! Honour him meet for reverence in our houses.\np:Verily wondrous is the tender youngling's growth who never draweth nigh to drink his mother's milk.  As soon as she who hath no udder bore him, he, faring on his. great errand, suddenly grew strong.\np:Here is one light for thee, another yonder: enter the third and, be therewith united.  Beautiful be thy union with the body, beloved in the Gods' sublimest birthplace!\np:For Jatavedas, worthy of our praise, will we frame with our mind this eulogy as 'twere a car;  For good, in his assembly, is this care of ours. Let us not, in thy friendship, Agni, suffer harm!\np:Agni Vaisvanara, born in course of Order, the messenger of earth, the head of heaven, The Sage, the sovran, guest of men, our vessel fit for their mouth, the Gods have generated.\np:Even as the waters from the mountain ridges, so sprang the; Gods, through lauds, from thee, O Agni.  To thee speed hymns and eulogies, as horses haste, bearing him who loves the song, to battle.\np:Win to protect you, Rudra, lord of worship, priest of both worlds, effectual sacrificer, Agni, invested with his golden colours, before the thunder strike and lay you senseless!\np:The King whose face is decked with oil is kindled with homage offered by his faithful servant.  The men, the priests adore him with oblations. Agni hath shone forth at the flush of morning.\np:Agni advanceth with his lofty banner: through earth and heaven the Bull hath loudly bellowed  He hath come nigh from the sky's farthest limit: the Steer hath waxen in the waters' bosom.\np:From the two fire-sticks have the men engendered with thoughts, urged by the hand, the glorious Agni, Far-seen, with pointed flame, Lord of the Homestead.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272659,
      "hash": "md5-hmv7H31qu7Pu/duvKaMUUQ=="
    },
    {
      "id": 4049687887725,
      "key": "08",
      "part": "FIRST PART",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "DECADE III Agni",
      "content": "p:Agni is wakened by the people's fuel to meet the Dawn who cometh like a milch-cow.  Like young trees shooting up on high their branches, his flames. are mounting to the vault of heaven.\np:Set forth the gleaming one, the song-inspirer, not foolish with. the foolish, fort-destroyer, Who leadeth with his hymns to thought of conquest, gold-bearded, richly splendid with his armour\np:Thou art like heaven: one form is bright, one holy, like Day and Night dissimilar in colour.  All magic powers thou aidest, self-dependent! Auspicious bethy bounty here, O Pushan!\np:As holy food, Agni, to thine invoker give wealth in cattle, lasting, rich in marvels!  To us be born a son and spreading offspring. Agni, be this thy gracious will to us-ward!\np:Stablished to fill the juice with vital vigour, giver of wealth, guard of his servant's body, The great Priest, born, who knows the clouds, abider with men, is seated in the waters' eddy.\np:Let the song, honouring the best, with longing honour the Asura's most famous sovran, The deeds of him the mighty, deeds like Indra's, the manly one in whom the folk must triumph!\np:In the two kindling-blocks lies Jatavedas like the well-cherished germ in pregnant women,--  Agni who day by day must be entreated by men who watch provided with oblations.\np:Agni, from days of old thou slayest demons: never shall Rakshasas in fight o'ercome thee.  Burn up the foolish ones, raw flesh devourers: let none of them escape thine heavenly arrow!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272659,
      "hash": "md5-IqjYVCJP/AChW9VavqD8nQ=="
    },
    {
      "id": 6525649877337,
      "key": "09",
      "part": "FIRST PART",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "DECADE IV Agni",
      "content": "p:Bring us most mighty splendour thou, Agni, resistless on thy way:  Prepare for us the path that leads to glorious opulence and strength!\np:May the brave man, if full of zeal he serve and kindle Agni's flame, Duly presenting sacred gifts, enjoy the Gods' protecting help.\np:Thy bright smoke lifts itself aloft, and far-extended shines in heaven, For, Purifier! like the Sun thou beamest with thy radiant glow.\np:Thou, Agni, even as Mitra, hast a princely glory of thine own.  Bright, active God, thou makest fame increase like means of nourishment.\np:At dawn let Agni, much-beloved, guest of the house, be glorified, In whom, the everlasting one, all mortals make their offerings blaze.\np:Most moving song be Agni's: shine on high, O rich in radiant light!  Like the chief consort of a King riches and strength proceed from thee.\np:Exerting all our strength with thoughts of power we glorify in speech  Agni your dear familiar friend, the darling guest in every house.\np:His beam hath lofty power of life: sing praise to Agni, to the God  Whom men have set in foremost place, like Mitra for their eulogy!\np:To noblest Agni, friend of man, chief Vritra-slayer, have we come-  Who with Srutarvan, Riksha's son, in lofty presence is inflamed.\np:Born as the loftiest Law commands, comrade of those who grew with him.  Agni, the sire of Kasyapa by faith, the mother, Manu, Sage.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272659,
      "hash": "md5-tak4XcwMKPvqGpwhf/jf/Q=="
    },
    {
      "id": 7003193133167,
      "key": 10,
      "part": "FIRST PART",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "DECADE V Agni",
      "content": "p:We in King Soma place our trust, in Agni, and in Varuna, The Aditya, Vishnu, Surya, and the Brahman-priest Brihaspati.\np:Hence have these men gone up on high and mounted to the heights of heaven:  On! conquer on the path by which Angirasas travelled to the skies!\np:That thou mayst send us ample wealth, O Agni, we will kindler thee:  So, for the great oblation, Steer, pray Heaven and Earth to come to us!\np:He runs when one calls after him, This is the prayer of him who prays.  He holds all knowledge in his grasp even as the felly rounds the wheel.\np:Shoot forth, O Agni, with thy flame: demolish them on every side!  Break down the Yatudhana's strength, the vigour of the Rakshasa!\np:Worship the Vasus, Agni! here, the Rudras and Adityas, all  Who know fair sacrifices, sprung from Mann, scattering blessings down!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272659,
      "hash": "md5-O8W6QW1Qvcq6EtiTHGpY8g=="
    }
  ],
  "hash": "md5-NiJszZVqlVtIY2hM7/10dw=="
}