{
  "id": 4550708923031,
  "key": "02",
  "title": "FIRST PART BOOK II",
  "book": "BOOK II",
  "created": 1747959272660,
  "data": [
    {
      "id": 3620066469397,
      "key": 11,
      "part": "FIRST PART",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "DECADE I Agni",
      "content": "p:Agni, thy faithful servant I call upon thee with many a gift, As in the keeping of the great inciting God.\np:To Agni, to the Hotar-priest offer your best, your lofty speech, To him ordainer-like who bears the light of songs.\np:O Agni, thou who art the lord of wealth in kine, thou Son of Strength, Bestow on us, O Jatavedas, high renown\np:Most skilled in sacrifice, bring the Gods, O Agni, to the pious, man:  A joyful Priest, thy splendour drives our foes afar\np:Taught by seven mothers at his birth was he, for glory of the wise.  He, firm and sure, hath set his mind on glorious wealth\np:And in the day our prayer is this: May Aditi come nigh to help, With loving-kindness bring us weal and chase our foes\np:Worship thou Jatavedas, pray to him who willingly accepts, Whose smoke wanders at will, and none may grasp his flame\np:No mortal man can e'er prevail by arts of magic over him  Who hath served Agni well, the oblation-giving God.\np:Agni, drive thou the wicked foe, the evil-hearted thief away, Far, far, Lord of the brave! and give us easy paths!\np:O hero Agni, Lord of men, on hearing this new laud of mine  Burn down the Rakshasas, enchanters, with thy flame!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272660,
      "hash": "md5-Ha2EuyAdfhy3KuDyvPnMNg=="
    },
    {
      "id": 5673166750900,
      "key": 12,
      "part": "FIRST PART",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "DECADE II Agni",
      "content": "p:Sing forth to him the holy, most munificent, sublime with his refulgent glow, To Agni, ye Upastutas\np:Agni, he conquers by thine aid that brings him store of valiant sons and does great deeds, Whose bond of friendship is thy choice\np:Sing praise to him the Lord of light! The Gods have made the God to be their messenger, To bear oblation to the Gods.\np:Anger not him who is our guest! He is the bright God Agni, praised by many a man, God Hotar, skilled in sacrifice.\np:May Agni, worshipped, bring us bliss: may the gift, blessed one! and sacrifice bring bliss.  Yea, may our eulogies bring bliss.\np:Thee have we chosen skilfullest in sacrifice, immortal Priest among the Gods, Wise finisher of this holy rite.\np:Bring us that splendour, Agni, which may overcome each greedy fiend in our abode, And the malicious wrath of men!\np:Soon as the eager Lord of men is friendly unto Manu's race  Agni averteth from us all the Rakshasas!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272661,
      "hash": "md5-jtCABCR5CD4A2l7ZbzZoSw=="
    },
    {
      "id": 6082146387971,
      "key": 13,
      "part": "FIRST PART",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "DECADE III Indra",
      "content": "p:Sing this, beside the flowing juice, to him your hero, much-invoked, To please him as a mighty Bull\np:O Satakratu Indra, now rejoice with that carouse of thine  Which is most glorious of all!\np:Ye cows, protect the fount: the two mighty ones bless the sacrifice.  The handles twain are wrought of gold.\np:Sing praises that the horse may come; sing, Srutakaksha, that the cow  May come, that Indra's might may come\np:We make this Indra very strong to strike, the mighty Vritra dead:  A vigorous hero shall he be.\np:Based upon strength and victory and power, O Indra, is thy birth:  Thou, mighty one! art strong indeed,\np:The sacrifice made Indra great when he unrolled the earth, and made  Himself a diadem in heaven.\np:If I, O Indra, were, like thee, the single ruler over wealth  My worshipper should be rich in kine.\np:Pressers, blend Soma juice for him, each draught most excellent, for him  The brave, the hero, for his joy.\np:Here is the Soma juice expressed. O Vasu, drink till thou art full:  Undaunted God, we give it thee",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272661,
      "hash": "md5-6D9xfqfYTFgzDO514EqCOQ=="
    },
    {
      "id": 3289151813286,
      "key": 14,
      "part": "FIRST PART",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "DECADE IV Indra",
      "content": "p:Surya, thou mountest up to meet the hero famous for his wealth, Who hurls the bolt and works for man.\np:Whatever, Vritra-slayer! thou, Surya hast risen upon to-day, That, Indra, all is in thy power.\np:That Indra is our youthful friend, who with his trusty guidanceled  Turvasa, Yadu from afar.\np:O Indra, let not ill designs surround us in the sunbeams' light  This may we gain with thee for friend!\np:Indra, bring wealth that gives delight, the victor's ever-conquering wealth, Most excellent, to be our aid\np:In mighty battle we invoke Indra, Indra is lesser fight, The friend who bends his bolt at fiends.\np:In battle of a thousand arms Indra drank Kadru's Soma juice  There he displayed his manly might.\np:Faithful to thee, we sing aloud, heroic Indra, songs to thee  Mark, O good Lord, this act of ours!\np:Hitherward! they who light the flame and straightway trim the sacred grass, Whose friend is Indra ever young.\np:Drive all our enemies away, smite down the foes who press around, And bring the wealth for which we long!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272661,
      "hash": "md5-70HN+Y4K2L39SY4eoSwaBg=="
    },
    {
      "id": 3257324019507,
      "key": 15,
      "part": "FIRST PART",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "DECADE V Indra and others",
      "content": "p:I Hear, as though 'twere close at hand, the cracking of the whips they hold:  They gather splendour on their way.\np:Indra, these friends of ours, supplied with Soma, wait and look to thee  As men with fodder to the herd.\np:Before his hot displeasure all the peoples, all the men bow down, As rivers bow them to the sea.\np:We choose unto ourselves that high protection of the mighty Gods, That it may help and succour us.\np:O Brahmanaspati, make thou Kakshivan Ausija a loud  Chanter of flowing Soma juice!\np:Much honoured with libations may the Vritra-slayer watch for us:  May Sakra listen to our prayer\np:Send us this day, God Savitar, prosperity with progeny  Drive thou the evil dream away!\np:Where is that ever-youthful Steer, strong-necked and never yet bent down?  What Brahman ministers to him?\np:There where the mountains downward slope, there at the meeting of the streams  The Sage was manifest by song.\np:Praise Indra whom our songs must laud, sole sovran of mankind, the chief  Most liberal who controlleth men",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272661,
      "hash": "md5-SzAxi0edU45/UmQXeUZo5g=="
    },
    {
      "id": 1558202102742,
      "key": 16,
      "part": "FIRST PART",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "DECADE I Indra and others",
      "content": "p:Indra whose jaws are strong hath drunk of worshipping Sudaksha's draught, The Soma juice with barley brew.\np:O Lord of ample wealth, these songs of praise have called aloud to thee, Like milch-kine lowing to their calves!\np:Then straight they recognized the mystic name of the creative Steer, There in the mansion of the Moon.\np:When Indra, strongest hero, brought the streams, the mighty waters down, Pushan was standing by his side.\np:The Cow, the streaming mother of the liberal Maruts, pours her milk, Harnessed to draw their chariots on.\np:Come, Lord of rapturous joys, to our libation with thy bay steeds, come  With bay steeds to the flowing juice\np:Presented strengthening gifts have sent Indra away at sacrifice, With night, unto the cleansing bath.\np:I from my Father have received deep knowledge of eternal Law:  I was born like unto the Sun.\np:With Indra splendid feasts be ours, rich in all strengthening things, wherewith, Wealthy in food, we may rejoice\np:Soma and Pushan, kind to him who travels to the Gods, provide  Dwellings all happy and secure.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272662,
      "hash": "md5-/X9OHs1dXOjV3RQZD7HMUw=="
    },
    {
      "id": 2845928672158,
      "key": 17,
      "part": "FIRST PART",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "DECADE II Indra",
      "content": "p:Invite ye Indra with a song to drink your draught of Soma steeds, juice, All-conquering Satakratu, most munificent of all who live\np:Sing ye a song, to make him glad, to Indra, Lord of tawny  The Soma-drinker, O my friends!\np:This, even this, O Indra, we implore: as thy devoted friends  The Kanvas praise thee with their hymns!\np:For Indra, lover of carouse, loud be our songs about the juice  Let poets sing the song of praise.\np:Here, Indra, is thy Soma draught, made pure upon the sacred grass:  Run hither, come and drink thereof\np:As a good cow to him who milks, we call the doer of good deeds  To our assistance duy by day.\np:Hero, the Soma being shed, I pour the juice for thee to drink  Sate thee and finish thy carouse!\np:The Soma, Indra, which is shed in saucers and in cups for thee, Drink thou, for thou art lord thereof!\np:In every need, in every fray we call, as friends, to succour us, Indra, the mightiest of all.\np:O come ye hither, sit ye down: to Indra sing ye forth your song, Companions, bringing hymns of praise",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272662,
      "hash": "md5-MlUNVJvu0LEjYxHX8YA8Gg=="
    },
    {
      "id": 6307956395145,
      "key": 18,
      "part": "FIRST PART",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "DECADE III Indra",
      "content": "p:So, Lord of affluent gifts, this juice hath been expressed for thee with strength:  Drink of it, thou who lovest song!\np:Great is our Indra from of old; greatness be his, the Thunderer  Wide as the heaven extends his might.\np:Indra, as one with mighty arm, gather for us with thy right hand  Manifold and nutritious spoil!\np:Praise, even as he is known, with song Indra the guardian of the kine, The Son of Truth, Lord of the brave.\np:With what help will he come to us, wonderful, ever-waxing friend?  With what most mighty company?\np:Thou speedest down to succour us this ever-conquering God of yours  Him who is drawn to all our songs.\np:To the assembly's wondrous Lord, the lovely friend of Indra, I  Had prayed for wisdom and successs.\np:May all thy paths beneath the sky whereby thou speddest Vyasva on, Yea, let all spaces hear our voice\np:Bring to us all things excellent, O Satakratu, food and strength, For, Indra, thou art kind to us!\np:Here is the Soma ready pressed: of this the Maruts, yea, of this, Self-luminous the Asvins drink.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272662,
      "hash": "md5-aWijOV29JWn0ckpD0yn63g=="
    },
    {
      "id": 2960318508904,
      "key": 19,
      "part": "FIRST PART",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "DECADE IV Indra and others",
      "content": "p:Tossing about, the active ones came nigh to Indra at his birth, Winning themselves heroic might.\np:Never, O Gods, do we offend, nor are we ever obstinate  We walk as holy texts command.\np:Evening is come: sing loudly thou Atharvan's nobly singing son:  Give praise to Savitar the God!\np:Now Morning with her earliest light shines forth, dear daughter of the Sky:  High, Asvins, I extol your praise.\np:Armed with the bones of dead Dadhyach, Indra, with unresisted might  The nine-and-ninety Vritras slew.\np:Come, Indra, and delight thee with the juice at all our Soma feasts, Protector, mighty in thy strength\np:O thou who slayest Vritras, come, O Indra, hither to our side, Mighty one, with thy mighty aids!\np:That might of his shone brightly forth when Indra brought together, like  A skin, the worlds of heaven and earth,\np:This is thine own Thou drawest near, as turns a pigeon to his mate:  Thou carest, too, for this our prayer.\np:May Vata breathe his balm on us, healthful, delightful to our heart:  May he prolong our days of life",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272662,
      "hash": "md5-911hjV9QL0h0ujuHupGvmA=="
    },
    {
      "id": 6818067271842,
      "key": 20,
      "part": "FIRST PART",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "DECADE V Indra and others",
      "content": "p:Ne'er is he injured whom the Gods Varuna, Mitra, Aryam.  The excellently wise, protect.\np:According to our wish for kine, for steeds and chariots, as of old, Be gracious to our wealthy chiefs\np:Indra, these spotted cows yield thee their butter and the milky draught, Aiders, thereby, of sacrifice.\np:That thou much-lauded! many-named! mayst, with this thought, that longs for milk, Come to each Soma sacrifice.\np:May bright Sarasvati, endowed with plenteous wealth and spoil, enriched  With prayer, desire the sacrifice.\np:Why 'mid the Nahusha tribes shall sate this Indra with his Soma juice?  He shall bring precious things to us.\np:Come, we have pressed the juice for thee; O Indra, drink this Soma here:  Sit thou on this my sacred grass\np:Great, unassailable must be the heavenly favour of the Three, Varuna, Mitra, Aryaman.\np:We, Indra, Lord of ample wealth, our guide, depend on one like thee, Thou driver of the tawny steeds!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272662,
      "hash": "md5-rLHvwKSNKdVpCtT3GXWFLw=="
    }
  ],
  "hash": "md5-CgATdoHYEEjvtsUuqlCsqw=="
}