{
  "id": 1401316237621,
  "key": "03",
  "title": "FIRST PART BOOK III",
  "book": "BOOK III",
  "created": 1747959272663,
  "data": [
    {
      "id": 4059120594099,
      "key": 21,
      "part": "FIRST PART",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "DECADE I Indra",
      "content": "p:Let Soma juices make thee glad! Display thy bounty, Thunderer:  Drive off the enemies of prayer!\np:Drink our libation, Lord of hymns! with streams of meath thou art bedewed:  Yea, Indra, glory is thy gift.\np:Indra hath ever thought of you and tended you with care. The God, Heroic Indra, is not checked.\np:Let the drops pass within thee as the rivers flow into the sea  O Indra, naught excelleth thee!\np:Indra, the singers with high praise, Indra reciters with their lauds, Indra the choirs have glorified.\np:May Indra give, to aid us wealth handy that rules the skilful ones!  Yea, may the Strong give potent wealth\np:Verily Indra, conquering all, drives even mighty fear away, For firm is he and swift to act.\np:These songs with every draught we pour come, lover of the song, to thee  As milch-kine hasten to their calves.\np:Indra and Wishan will we call for friendship and prosperity, And for the winning of the spoil.\np:O Indra, Vritra-slayer, naught is better, mightier than thou  Verily there is none like thee!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272663,
      "hash": "md5-H5zqj9KzI0lc/1BtuAEuOw=="
    },
    {
      "id": 4847254047772,
      "key": 22,
      "part": "FIRST PART",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "DECADE II Indra",
      "content": "p:Him have I magnified, our Lord in common, guardian of your folk, Discloser of great wealth in kine.\np:Songs have outpoured themselves to thee, Indra, the strong, the guardian Lord, And with one will have risen to thee!\np:Good guidance hath the mortal man whom Arya-man, the Marut host, And Mitras, void of guile, protect.\np:Bring us the wealth for which we long, O Indra, that which is concealed  In strong firm place precipitous.\np:Him your best Vritra-slayer, him the famous champion of mankind  I urge to great munificence.\np:Indra, may we adorn thy fame, fame of one like thee, hero! deck, Sakra! thy fame at highest feast!\np:Indra, accept at break of day our Soma mixt with roasted corn, With groats, with cake, with eulogies!\np:With waters' foam thou torest off, Indra, the head of Namuchi, When thou o'ercamest all the foes.\np:Thine are these Soma juices, thine, Indra, those still to be expressed:  Enjoy them, Lord of princely wealth!\np:For thee, O Indra, Lord of light, Somas are pressed and grass is strewn:  Be gracious to thy worshippers!p:We seeking strength, with Soma drops fill full your Indra like a well, Most liberal, Lord of boundless might.\np:O Indra, even from that place come unto us with food that gives  A hundred, yea, a thousand powers!\np:The new-born Vritra-slayer asked his mother, as he seized his shaft, Who are the, fierce and famous ones?\np:Let us call him to aid whose hands stretch far, the highly-lauded, who  Fulfils the work to favour us\np:Mitra who knoweth leadeth us, and Varuna who guideth straight, And Aryaman in accord with Gods.\np:When, even as she were present here, red Dawn hath shone from far away, She spreadeth light on every side.\np:Varuna, Mitra, sapient pair, pour fatness on our pastures, pour  Meath on the regions of the air!\np:And, at our sacrifices, these, sons, singers, have enlarged their bounds, So that the cows must walk knee-deep.\np:Through all this world strode Vishnu: thrice his foot he planted, and the whole  Was gathered in his footstep's dust.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272663,
      "hash": "md5-1j3uQuyXhGaSIV5BlXHUyw=="
    },
    {
      "id": 3948261456327,
      "key": 23,
      "part": "FIRST PART",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "DECADE IV Indra",
      "content": "p:Pass by the wrathful offerer; speed the man who pours libation, drink  The juice which he presents to thee!\np:What is the word addressed to him, God great and excellently wise?  For this is what exalteth him.  3, His wealth who hath no store of kine hath ne'er found out recited laud, Nor song of praises that is sung.\np:Lord of each thing that giveth strength, Indra delighteth most in lauds, Borne by bay steeds, libations' friend.\np:With wealth to our libation come, be not thou angry with us, like  A great man with a youthful bride.\np:When, Vasu, wilt thou love the laud? Now let the Channel bring the stream.  The juice is ready to ferment.\np:After the Seasons. Indra, drink the Soma from the Brahman's gift:  Thy friendship is invincible!  S. O Indra, lover of the song, we are the singers of thy praise  O Soma-drinker, quicken us!\np:O Indra, in each fight and fray give to our bodies manly strength:  Strong Lord, grant ever-conquering might!\np:For so thou art the brave man's friend; a hero, too, art thou, and strong:  So may thine heart be won to us!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272664,
      "hash": "md5-BCdz/8mNfYq5gW+Lld/8Eg=="
    },
    {
      "id": 1336434031636,
      "key": 24,
      "part": "FIRST PART",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "DECADE V Indra",
      "content": "p:Like kine unmilked we call aloud, hero, to thee, and sing thy praise, Looker on heavenly light, Lord of this moving world, Lord, Indra, of what moveth not!\np:That we may win us wealth and power we poets, verily, call on thee:  In war men call on thee, Indra, the hero's Lord, in the steed's race-course call on thee:\np:To you will I sing Indra's praise who gives good gifts as well we know;  The praise of Maghavan who, rich in treasure, aids his singers with wealth thousandfold.\np:As cows low to their calves in stalls, so with our songs we glorify  This Indra, even your wondrous God who checks attack, who takes delight in precious juice.\np:Loud singing at the sacred rite where Soma flows we priests invoke  With haste, that he may help, as the bard's cherisher, Indra who findeth wealth for you\np:With Plenty for his true ally the active man will gain the spoil.  Your Indra, much-invoked, I bend with song, as bends a wright his wheel of solid wood.\np:Drink, Indra, of the savoury juice, and cheer thee with our milky draught!  Be, for our weal, our friend and sharer of the feast, and let thy wisdom guard us well!\np:For thou--come to the worshipper!--wilt find great wealth to make us rich.  Fill thyself full, O Maghavan, for gain of kine, full, Indra, for the gain of steeds!\np:Vasishtha will not overlook the lowliest one among you all  Beside our Soma juice effused to-day let all the Maruts drink with eager haste!\np:Glorify naught besides, O friends; so shall no sorrow trouble you!  Praise only mighty Indra when the juice is shed, and say your lauds repeatedly!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272664,
      "hash": "md5-vJYEqLxBqumx0OTd9gvLiQ=="
    },
    {
      "id": 4227732049270,
      "key": 25,
      "part": "FIRST PART",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "DECADE I Indra",
      "content": "p:No one by deed attains to him who works and strengthens evermore:  No, not by sacrifice, to Indra. praised of all, resistless, daring, bold in might.  2 He without ligature, before making incision in the neck, Closed up the wound again, most wealthy Maghavan, who healeth the dissevered parts.\np:A thousand and a hundred steeds are harnessed to thy golden car:  Yoked by devotion, Indra, let the long-maned bays bring thee to drink the Soma juice!\np:Come hither, Indra, with bay steeds, joyous, with tails like peacock's plumes!  Let no men check thy course as fowlers stay the bird: pass o'er them as o'er desert lands!\np:Thou as a God, O mightiest, verily blessest mortal man.  O Maghavan, there is no comforter but thou: Indra, I speak my words to thee.\np:O Indra, thou art far-renowned, impetuous Lord of power and might.  Alone, the never-conquered guardian of mankind, thou smitest  down resistless foes.\np:Indra for worship of the Gods, Indra while sacrifice proceeds, Indra, as warriors in the battle-shock, we call, Indra that we may win the spoil.\np:May these my songs of praise exalt thee, Lord, who hast abundant wealth!  Men skilled in holy hymns, pure, with the hues of fire, have sung them with their lauds to thee.\np:These songs of ours exceeding sweet, these hymns of praise ascend to thee, Like ever-conquering chariots that display their strength gain wealth and give unfailing help.\np:Even as the wild-bull, when he thirsts, goes to the desert's watery pool, Come to us quickly both at morning and at eve, and with the Kanvas drink thy fill!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272664,
      "hash": "md5-HZt/REI/6iDrafgmg3bYvA=="
    },
    {
      "id": 2539621210432,
      "key": 26,
      "part": "FIRST PART",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "DECADE II Indra and others",
      "content": "p:Indra, with all thy saving helps assist us, Lord of power and might!  For after thee we follow even as glorious bliss, thee, hero, finderout of wealth.\np:O Indra, Lord of light, what joys thou broughtest from the Asuras, Prosper therewith, O Maghavan, him who lauds that deed, and those whose grass is trimmed for thee!\np:To Aryaman and Mitra sing a reverent song, O pious one, A pleasant hymn to Varuna who shelters us: sing ye a laud unto the Kings!\np:Men with their lauds are urging thee, Indra, to drink the Soma first.  The Ribhus in accord have lifted up their voice, and Rudras sung thee as the first.\np:Sing to your lofty Indra, sing, Maruts, a holy hymn of praise  Let Satakratu, Vritra-slayer, slay the foe with hundred-knotted thunderbolt!\np:To Indra sing the lofty hymn, Maruts! that slays the Vritras best, Whereby the holy ones created for the God the light divine that ever wakes.\np:O Indra, give us wisdom as a sire gives wisdom to his sons  Guide us, O much-invoked, in this our way: may we still live and look upon the light!\np:O Indra, turn us not away: be present with us at our feast  For thou art our protection, yea, thou art our kin: O Indra, turn us not away!\np:We compass these like waters, we whose grass is trimmed and Soma pressed.  Here where the filter pours its stream, thy worshippers round  thee, O Vritra-slayer, sit.\np:All strength and valour that is found, Indra, in tribes of Nahushas, And all the splendid fame that the Five Tribes enjoy, bring, yea, all manly powers at once!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272664,
      "hash": "md5-EX38lbCGzxhciRFJMyTinw=="
    },
    {
      "id": 2922529821457,
      "key": 27,
      "part": "FIRST PART",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "DECADE III Indra",
      "content": "p:Yea, verily thou art a Bull, our guardian, rushing like a bull:  Thou, mighty one, art celebrated as a Bull, famed as a Bull both near and far.\np:Whether, O Sakra, thou be far, or, Vritra-slayer, near at hand, Thence by heaven-reaching songs he who bath pressed the juice invites thee with thy long-maned steeds.\np:In the wild raptures of the juice sing to your hero with high laud, to him the wise, To Indra glorious in his name, the mighty one, even as the hymn alloweth it!\np:O Indra, give us for our weal a triple refuge, triply strong!  Bestow a dwelling-place on our rich lords and me, and keep thy dart afar from these!\np:Turning, as 'twere, to meet the Sun enjoy from Indra all good things!  When he who will be born is born with power we look to treasures as our heritage.\np:The godless mortal gaineth not this food, O thou whose life is long!  But one who yokes the bright-hued horses, Etasas; then Indra yokes his tawny steeds.\np:Draw near unto our Indra who must be invoked in every fight!  Come, thou most mighty Vritra-slayer, meet for praise, come to, libations and to hymns!\np:Thine, Indra, is the lowest wealth, thou cherishest the midmost wealth, Thou ever rulest all the highest: in the fray for cattle none resisteth thee.\np:Where art thou? Whither art thou gone? For many a place attracts thy mind.  Haste, warrior, fort-destroyer, Lord of battle's din! haste, holy songs have sounded forth!\np:Here, verily, yesterday we let the thunder-wielder drink his fill.  Bring him the juice poured forth in sacrifice to-day. Now range you by the glorious one!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272664,
      "hash": "md5-SpFQ2MifxmbCgq8DZVOimQ=="
    },
    {
      "id": 6617790919030,
      "key": 28,
      "part": "FIRST PART",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "DECADE IV Indra",
      "content": "p:He who as sovran Lord of men moves with his chariots unrestrained, The Vritra-slayer, vanquisher of fighting hosts, pre-eminent, is praised in song.\np:Indra, give us security from that whereof we are afraid  Help us, O Maghavan, let thy favour aid us thus; drive away foes and enemies!\np:Strong pillar thou, Lord of the home! armour of Soma-offerers!  The drop of Soma breaketh all the strongholds down, and Indra is the Rishis' friend.\np:Verily, Surya, thou art great; truly, Aditya, thou art great!  O most admired for greatness of thy majesty, God, by thy greatness thou art great!\np:Indra! thy friend, when fair of form and rich in chariots, steeds, and kine, Hath ever vital power that gives him strength, and joins the company with radiant men.\np:O Indra, if a hundred heavens and if a hundred earths were thine,--  No, not a hundred suns could match thee at thy birth, not both the worlds, O Thunderer!\np:Though, Indra, thou art called by men eastward and west ward, north and south, Thou chiefly art with Anava and Turvasa, brave champion urged by men to come.\np:Indra whose wealth is in thyself, what mortal will attack this man?  The strong will win the spoil on the decisive day through faith in thee, O Maghavan!\np:First, Indra! Agni! hath this Maid come footless unto those with feet.  Stretching her head and speaking loudly with her tongue, she hath gone downward thirty steps.\np:Come, Indra, very near to us with aids of firmly-based resolve  Come, most auspicious, with thy most auspicious help; good kinsman, with good kinsmen come!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272665,
      "hash": "md5-apPXhVAJPygP2mAr4cuDBw=="
    },
    {
      "id": 3270616913699,
      "key": 29,
      "part": "FIRST PART",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "DECADE V Indra.",
      "content": "p:Call to your aid the eternal one who shoots and none may shoot at him, Inciter, swift, victorious, best of charioteers, unconquered, Tugriya's strengthener!\np:Let none, no, not thy worshippers, delay thee far away from us  Even from faraway come thou unto our feast, or listen if' already here!\np:For Indra Soma-drinker, armed with thunder, press the Soma juice;  Make ready your dressed meats: cause him to favour us! The giver blesses him who gives.\np:We call upon that Indra who, most active, ever slays the foe  With boundless spirit, Lord of heroes, manliest one, help thou and prosper us in fight!\np:Ye rich in strength, through your great power vouchsafe us blessings day and night!  The offerings which we bring to you shall never fail gifts brought by us shall never fail.\np:Whenever mortal worshipper will sing a bounteous giver's praise, Let him with song inspired laud Varuna who supports the folk who follow varied rites.\np:Drink milk to Indra in the joy of Soma juice, Medhyatithi!  To golden Indra ever close to his bay steeds, the thunder-armed, the golden one!\np:Both boons,-may Indra, hitherward turned listen to this prayer of ours, And mightiest Maghavar, with thought inclined to us come near to drink the Soma juice!\np:Not for an ample price dost thou, Stone-caster! give thyself away, Not for a thousand, Thunderer! nor ten thousand, nor a hundred, Lord of countless wealth!\np:O Indra, thou art more to me than sire or niggard brother is.  Thou and my mother, O good Lord, appear alike, to give me wealth abundantly.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272665,
      "hash": "md5-/We4Mv6IPOey3+jEs71cCw=="
    }
  ],
  "hash": "md5-4gkGKDIflGxkeGkzW8BPIw=="
}