{
  "id": 5110875944741,
  "key": "04",
  "title": "FIRST PART BOOK IV",
  "book": "BOOK IV",
  "created": 1747959272665,
  "data": [
    {
      "id": 4654937592641,
      "key": 30,
      "part": "FIRST PART",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "DECADE I Indra and others",
      "content": "p:These Soma juice mixt with curd have been expressed for Indra here:  Come with thy bay steeds, Thunder-wielder, to our home, to drink them till they make thee glad!\np:Indra, these Somas with their lauds have been prepared for thy delight.  Drink of the pleasant juice and listen to our songs; lover of song, reward the hymn!\np:I call on thee, Sabardugha, this day, inspirer of the psalm.  Indra, the richly-yielding milch-cow who provides unfailing food in ample stream.\np:Indra, the strong and lofty hills are powerless to bar thy way  None stays that act of thine when thou wouldst fain give wealth to one like me who sings thy praise.\np:Who knows what vital power he wins, drinking beside the flowing juice?  This is the fair-cheeked. God who, joying in the draught, breaks down the castles in his strength.\np:What time thou castest from his seat and punishest the riteless man, Strengthen for opulence, O Indra Maghavan, our plant desired by many a one!\np:Let Tvashtar, Brahmanaspati, Parjanya guard our heavenly word, Aditi with her sons, the brothers, guard for us the invincible, the saving word!\np:Ne'er art thou fruitless, Indra, ne'er dost thou desert the worshipper:  But now, O Maghavan, thy bounty as a God is poured forth ever more and more.\np:Best slayer of the Vritras, yoke thy bay steeds, Indra, far away  Come with the high ones hither, Maghavan, to us, mighty, to, drink the Soma juice!\np:O Thunderer, zealous worshippers gave thee drink this time yesterday:  So, Indra, listen here to him who offers lauds: come near unto, our dwelling-place!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272666,
      "hash": "md5-Ru+JFjhcU4IqP8gdKJApag=="
    },
    {
      "id": 2853534556601,
      "key": 31,
      "part": "FIRST PART",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "DECADE II",
      "content": "p:Advancing, sending forth her rays, the daughter of the Sky is seen.  The mighty one lays bare the darkness with her eye, the friendly Lady makes the light.\np:These morning sacrifices call you, Asvins, at the break of day.  For help have I invoked you rich in power and might: for, house by house, ye visit all.\np:Where are ye, Gods? What mortal man, O Asvins, glows with zeal for you, Urging you with the crushing stone and with the stalk of Soma thus or otherwise?\np:This sweetest Soma juice hath been expressed for you at morning rites.  Asvins, drink this prepared ere yesterday and give treasures to him who offers it!\np:Let me not, still beseeching thee with might and sound of Soma drops, Anger at sacrifice a fierce wild creature! Who would not beseech the almighty one!\np:Adhvaryu, let the Soma flow, for Indra longs to drink thereof.  He even now hath yoked his vigorous bay steeds: the Vritraslayer hath come nigh.\np:Bring thou all this unto the good, O Indra, to the old and young!  For, Maghavan, thou art rich in treasures from of old, to be invoked in every fight.\np:If I, O Indra, were the lord of riches ample as thine own, I would support the singer, God who scatterest wealth! and not abandon him to woe.\np:Thou in thy battles, Indra, art subduer of all hostile bands.  Father art thou, all-conquering, cancelling the curse, thou victor of the vanquisher!\np:For in thy might thou stretchest out beyond the mansions of the sky.  The earthly region, Indra, comprehends thee not. Thou hast waxed mighty over all.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272666,
      "hash": "md5-W4u3o/LP0gCq7zmEwhQtCQ=="
    },
    {
      "id": 1926578283846,
      "key": 32,
      "part": "FIRST PART",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "DECADE III",
      "content": "p:Pressed is the juice divine with milk commingled: thereto hath Indra ever been accustomed.  We wake thee, Lord of bays, with sacrifices: mark this our laud in the wild joys of Soma!\np:A home is made for thee to dwell in, Indra: O much-invoked one, with the men go thither!  Thou, that thou mayest guard us and increase us, givest us wealth and joyest in the Somas.\np:The well thou clavest, settest free the fountains, and gavest rest to floods that were obstructed.  Thou, Indra, laying the great mountain open, slaying the Ddnava, didst loose the torrents.\np:When we have pressed the juice we laud thee, Indra, most valorous! even about to win the booty.  Bring us prosperity, and by thy great wisdom, under thine own protection, may we conquer!\np:Thy right hand have we grasped in ours, O Indra, longing, thou very Lord of wealth, for treasures.  Because we know thee, hero, Lord of cattle: vouchsafe us mighty and resplendent riches!\np:Men call on Indra in the armed encounter that he may make the hymns they sing decisive.  Hero in combat and in love of glory, give us a portion of the stall of cattle!\np:Like birds of beauteous wing the Priyamedhas, Rishis, imploring, have come nigh to Indra.  Dispel the darkness and fill full our vision: deliver us as men whom snares entangle!\np:They gaze on thee with longing in their spirit, as on a strongwinged bird that mounteth sky-ward;  On thee with wings of gold, Varuna's envoy, the Bird that hasteneth to the home of Yama.\np:First in the ancient time was Prayer engendered: Vena disclosed the bright ones from the summit, Laid bare this world's lowest and highest regions, womb of the existent and the non-existent.\np:They have prepared and fashioned for this hero words never matched, most plentiful, most auspicious, For him the ancient, great, strong, energetic, the very mighty wielder of the thunder.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272666,
      "hash": "md5-JOWkiqI5pj9FzO0gvK/V8w=="
    },
    {
      "id": 3690694855794,
      "key": 33,
      "part": "FIRST PART",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "DECADE IV Indra",
      "content": "p:The black drop sank in Ansumati's bosom, advancing with ten thousand round about it.  Indra with might longed for it as it panted: the hero-hearted King laid down his weapons.\np:Flying in terror from the snort of Vritra all deities who were thy friends forsook thee.  So, Indra, with the Maruts be thy friendship: in all these battles thou shalt be the victor.\np:The old hath waked the young Moon from his slumber who runs his circling course with many round him.  Behold the God's high wisdom in its greatness: he who died yesterday to-day is living.\np:Then, at thy birth, thou wast the foeman, Indra, of those the seven who ne'er had met a rival.  The hidden pair, heaven and the earth, thou foundest, and to the mighty worlds thou gavest pleasure.\np:A friend we count thee, sharp-edged, thunder-wielder, Steer strong of body, overthrowing many.  Thou, helping, causest pious tribes to conquer: Indra, I laud the, heavenly Vritra-slayer.\np:Bring to the wise, the great, who waxeth mighty your offerings,. and make ready your devotion!  Go forth to many tribes as man's controller!\np:Call we on Maghavan, auspicious Indra, best hero in this fight where spoil is gathered, Strong, listening to give us aid in battles, who slays the Vritras, wins and gathers riches!\np:Prayers have been offered up-through love of glory: Vasishtha, honour Indra in the battle!  He who with fame extends through all existence hears words which I, his faithful servant, utter.\np:May the sweet Soma juices make him happy to cast his quoit that lies in depth of waters!  Thou from the udder which o'er earth is fastened hast poured the milk into the kine and herbage.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272666,
      "hash": "md5-QrqVtBpOMivT5JPnGPvfbQ=="
    },
    {
      "id": 3390188510350,
      "key": 34,
      "part": "FIRST PART",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "DECADE V Indra and others",
      "content": "p:This vigorous one whom deities commission, the conqueror of cars, the strong and mighty, Swift, fleet to battle, with uninjured fellies, even Tarkshya for our weal will we call hither.\np:Indra the rescuer, Indra the helper, hero who listens at each invocation, Sakra I call, Indra invoked of many. May Indra Maghavan accept our presents!\np:Indra whose right hand wields the bolt we worship, driver of bay steeds seeking sundered courses.  Shaking his beard with might he hath arisen, terrible with his weapons, with his bounty.\np:The ever-slaying, bold and furious Indra, the bright bolt's Lord, the strong, the great, the boundless, Who slayeth Vritra and acquireth booty, giver of blessings, Maghavan the bounteous.\np:The man who lies in wait and fights against us, deeming himself a giant or a hero,--  By battle or with strength destroy him, Indra! With thy help, manly-souled! may we be victors!\np:He whom men call when striving with their foemen, or speeding onward in array of battle, Whom bards incite where heroes win the booty, or in the way to waters, He is Indra.\np:On a high car, O Parvata and Indra, bring pleasant viands, with brave heroes, hither!  Enjoy our presents, Gods, at sacrifices: wax strong by hymns, rejoice in our oblation!\np:In ceaseless flow hath he poured forth his praises, as waters from the ocean's depth, to Indra, Who to his car on both its sides securely hath fixed the earth and heaven as with an axle.\np:May our friends turn thee hitherward to friendship! Mayst thou approach us even o'er many rivers!  May the Disposer, radiant in this mansion with special lustre, bring the father's offspring!\np:Who yokes to-day unto the pole of Order the strong and passionate steers of checkless spirit, Health-bringing, bearing in their mouths no fodder? Long shall he live who richly pays their service.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272666,
      "hash": "md5-hlkMpC/h/B4K4cJ3jeyMSw=="
    },
    {
      "id": 1655839030880,
      "key": 35,
      "part": "FIRST PART",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "DECADE I Indra",
      "content": "p:The singers hymn thee, they who chant the psalm of praise are lauding thee.  The Brahmans have exalted thee, O Satakratu, like a pole.\np:All sacred-songs have magnified Indra expansive as the sea, Best of all warriors borne on cars, the Lord of heroes, Lord of strength.\np:This poured libation, Indra, drink, immortal, gladdening, excellent:  Streams of the bright have flowed to thee here at the seat of holy Law.\np:Stone-darting Indra, wondrous God, what wealth thou hast not given me here, That bounty, treasure-finder! bring, filling full both thy hands, to us!\np:O Indra, hear Tiraschi's call, the call of him who serveth thee!  Satisfy him with wealth of kine and valiant offspring! Great art thou.\np:This Soma hath been pressed for thee, O Indra: bold one, mightiest, come!  May Indra-vigour fill thee full, as Surya fills mid-air with rays\np:Come hither, Indra, with thy bays, come thou to Kanva's eulogy!  Ye by command of yonder Dyaus, God bright by day! have gone to heaven.\np:Song-lover! like a charioteer come songs to thee when Soma flows.  Together, they have called to thee as mother-kine unto their calves.\np:Come now and let us glorify pure Indra with pure Sama hymn!  Let milk-blent juice delight him made stronger with pure, pure songs of praise!\np:That which, most wealthy, makes you rich, in splendours most illustrious, Soma is pressed: thy gladdening drink, Indra libation's Lord! is this.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272666,
      "hash": "md5-8ocIgWbpjGOqrHc84y0WQg=="
    },
    {
      "id": 1978552396287,
      "key": 36,
      "part": "FIRST PART",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "DECADE II Indra. Dadhikravan",
      "content": "p:Bring forth oblations to the God who knoweth all who fain would drink, The wanderer, lagging not behind the hero, coming nigh with speed!\np:To us the mighty, lying in all vital power, who resteth in the deep, who standeth in the east.  Drive thou the awful word away.\np:Even as a car to give us aid, we draw thee nigh to favour us, Strong in thy deeds, quelling attack, Indra, Lord, mightiest! of the brave.\np:With powers of mighty ones hath he, the friend, the ancient, been equipped, Through whom our father Manu made prayers efficacious with the Gods.\np:What time the swift and shining steeds, yoked to the chariots, draw them on, Drinking the sweet delightful juice, there men perform their glorious acts.\np:Him for your sake I glorify as Lord of Strength who wrongeth none, Indra the hero, mightiest, all-conquering and omniscient.\np:I with my praise have glorified strong Dadhikravan, conquering steed  Sweet may he make our mouths: may he prolong the days we have to live!\np:Render of forts, the young, the wise, of strength unmeasured, was he born, Sustainer of each sacred rite, Indra, the Thunderer, much-extolled.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272667,
      "hash": "md5-8g7ExuCvMROtWE/u1MQpgA=="
    },
    {
      "id": 4777317476039,
      "key": 37,
      "part": "FIRST PART",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "DECADE III Indra and others",
      "content": "p:Offer the triple sacred draught to Indu hero-worshipper!  With hymn and plenty he invites you to complete the sacrifice.\np:Those whom they call the attendant pair of Kasyapa who knows the light, Lords of each holy duty when the wise have honoured sacrifice.\np:Sing, sing ye forth your songs of praise, men, Priya-medhas, sing your songs:  Yea, let young children sing their lauds: yea, glorify our firm stronghold!\np:To Indra must a laud be said, a joy to him who freely gives, That Sakra may be joyful in our friendship and the juice we pour.\np:Your Lord of might that ne'er hath bent, that ruleth over all mankind, I call, that he, as he is wont, may aid the chariots and the men.\np:Even he who is thine own, through thought of Heaven, of mortal man who toils, He with the help of lofty Dyaus comes safe through straits of enmity.\np:Wide, Indra Satakratu, spreads the bounty of thine ample grace:  So, good and liberal giver, known to all men, send us splendid wealth!\np:Bright Ushas, when thy times return, all quadrupeds and bipeds stir, And round about flock winged birds from all the boundaries of heaven.\np:Ye Gods who yonder have your home amid the luminous realm of heaven, What count ye right? what endless life? What is the ancient call on you?\np:We offer laud and psalm wherewith men celebrate their holy rites.  They govern at the sacred place and bear the sacrifice to Gods.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272667,
      "hash": "md5-6jmNlcjAnz9UoCVQ6IXj1w=="
    },
    {
      "id": 3050146199601,
      "key": 38,
      "part": "FIRST PART",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "DECADE IV Indra",
      "content": "p:Heroes of one accord brought forth and formed for kingship Indra who wins the victory in all encounters, For power, in firmness, in the field, the great destroyer, fierce and exceeding strong,rstalwart and full of vigour.\np:I trust in thy first wrathful deed, O Indra, when thou slewest Vritra and didst work to profit man;  When the two world-halves fled for refuge unto thee, and earth even trembled at thy strength, O Thunder-armed!\np:Come all with might together to the Lord of heaven, the only one who is indeed the guestof men.  He is the first: to him who fain would come to us all pathways turn; he is in truth the only one.\np:Thine, Indra, praised of many, excellently rich, are we who trusting in thy help draw near to thee.  For none but thou, song-lover, shall receive our lauds: as Earth loves all her creatures, welcome this our hymn!\np:High hymns have sounded forth the praise of Maghavan, supporter of mankind, of Indra meet for lauds;  Him who hath waxen mighty, much-invoked with prayers, immortal one whose praise each day is sung aloud.\np:In perfect unison have all your longing hymns that find the light of heaven sounded forth Indra's praise.  As wives embrace their lord, the comely bridegroom, so they compass Maghavan about that he may help.\np:Make glad with songs that Ram whom many men invoke, worthy hymns of praise, Indra the sea of wealth;  Whose boons spread like the heavens, the - lover of mankind: sing praise to him the Sage, most liberal for our good!\np:I glorify that Ram who finds the light of heaven, whose hundred strong and mighty ones go forth with him.  With prayers may I turn hither Indra to mine aid;-the car which like a swift steed hasteth to the call!\np:Filled full of fatness, compassing all things that be, wide, spacious, dropping meath, beautiful in their form, The heaven and the earth by Varuna's decree, unwasting, rich in germs, stand parted each from each.\np:As like the Morning, thou hast filled, O Indra, both the earth. and heaven, So as the mighty one, great King of all the mighty race of men, the Goddess mother brought thee forth, the blessed mother gave thee life.\np:Sing, with oblation, praise to him who maketh glad, who with. Rijisvan drove the dusky brood away!  Let us, desiring help, call him for friendship, him the strong, the Marut-girt, whose right hand wields the bolt!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272667,
      "hash": "md5-drxKenXFZwZFO7tDkakVCg=="
    },
    {
      "id": 2562493062356,
      "key": 39,
      "part": "FIRST PART",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "DECADE V Indra",
      "content": "I. When Somas flow thou makest pure, Indra, thy mind that merits laud  For gain of strength that ever grows: for great is he.\np:Sing forth to him whom many men invoke, to him whom many laud:  Invite the potent Indra with your songs of praise\np:We sing this strong and wild delight of thine which conquer; in the fray, Which, Caster of the Stone! gives room and shines like gold,\np:Whether thou drink the Soma by Vishnu's or Trita Aptya's side, Or with the Maruts, Indra! quaff the following drops.\np:Come, priest, and of the savoury juice pour forth a yet more gladdening draught:  So is the hero praised who ever prospers us.\np:Pour out the drops for Indra; let him drink the meath of Soma juice!  He through his majesty sends forth his bounteous gifts.\np:Come, sing we praise to Indra, friends! the hero who deserves the laud, Him who with none to aid o'ercomes all tribes of men.\np:Sing ye a psalm to Indra, sing a great song to the lofty Sage, To him who maketh prayer, inspired who loveth laud!\np:He who alone bestoweth wealth on mortal man who offereth gifts  Is Indra only, potent Lord whom none resist.\np:Companions, let us learn a prayer to Indra, to the Thunderer, To glorify your bold and most heroic friend!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272667,
      "hash": "md5-G0lUB8++TV4C9m5jVwB4ow=="
    }
  ],
  "hash": "md5-AOpdIMGQu6nXOvlvLUO7nA=="
}