{
  "id": 5633508371688,
  "key": "05",
  "title": "FIRST PART BOOK V",
  "book": "BOOK V",
  "created": 1747959272667,
  "data": [
    {
      "id": 1861936521615,
      "key": 40,
      "part": "FIRST PART",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "DECADE I Indra Adityas",
      "content": "p:Indra, this might of thine I praise most highly for the sacrifice  That thou, O Lord of Power, dost slay Vritra with might\np:For thee this Soma hath been pressed, in whose wild joy thou madest once  Sambara Divodasa's prey: O Indra, drink!\np:Come unto us, O Indra, dear, still conquering, unconcealable!  Wide as a mountain spread on all sides, Lord of heaven!\np:Joy, mightiest Indra, that perceives, sprung from deep Soma draughts, whereby  Thou smitest down the greedy fiend,-that joy we crave!\np:Adityas, very mighty ones, grant to our children and our seed  This lengthened term of life that they may live long days!\np:Though knowest, Indra, Thunder-armed! how to avoid destructive powers, As one secure from pitfalls each returning day.\np:Drive ye disease and strife away, drive ye away malignity:  Adityas, keep us far removed from sore distress!\np:Drive Soma, Indra, Lord of bays! and let it cheer thee: the stone, like a well-guided courser, \n",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272668,
      "hash": "md5-426YEfG4DHnb0bPvmu0pnA=="
    },
    {
      "id": 4289556145566,
      "key": 41,
      "part": "FIRST PART",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "DECADE II Indra.",
      "content": "p:Still, Indra, from all ancient time rivalless ever and companionless art thou:  Thou seekest friendship but in war.\np:Him who of old hath broucht to us this and that blessing, him I magnify for you, Even Indra, O my friends, for help.\np:Fail not when marching onward: come hither, like-spirited, stay not far away  Ye who can tame even what is firm!\np:Come hither to the dropping juice, O Lord of cornland. Lord of horses, Lord of kine:  Drink thou the Soma, Soma's Lord!\np:Hero, may we, with thee for friend, withstand the man who pants against us in his wrath, In fight with people rich in kine!\np:Yea, kin by common ancestry, the Maruts, even the oxen, close united friends!  Are licking one another's back.\np:O Indra, bring great strength to us, bring valour, Satakratu, thou most active, bring  A hero conquering in war!\np:So, Indra, friend of song, do we draw nigh to thee with longing; we have streamed to thee  Coming like floods that follow floods\np:Sitting like birds beside thy meath, mingled with milk, which gladdeneth and exalteth thee, Indra, to thee we sing aloud.\np:We call on thee, O matchless one! We, seeking help, possessing nothing firm ourselves, Call on thee, wondrous, Thunder-armed.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272668,
      "hash": "md5-7X4s9s3e01N7oL/VsK7I+w=="
    },
    {
      "id": 2885918499759,
      "key": 42,
      "part": "FIRST PART",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "DECADE III Indra",
      "content": "p:The juice of Soma thus diffused, sweet to the taste the bright cows drink, Who travelling in splendour close to mighty Indra's side rejoice, good in their own supremacy.\np:Thus hath the Soma, gladdening draught, produced the prayer that giveth joy:  Thou, mightiest, Thunder-armed, hast driven by force the Dragon from the earth, lauding thine own supremacy.\np:By men hath Indra been advanced, the Vritra-slayer, to joy and strength.  Him only we invoke for help in battles whether great or small: be he our aid in deeds of might!\np:Unconquered strength is only thine, Indra, Stonecaster, Thunder-armed!  When thou with thy surpassing power smotest to death that guileful beast, lauding thine own supremacy.\np:Go forward, meet the foe, be bold; thy bolt of thunder is not checked!  Manliness, Indra, is thy strength. Slay Vritra, make the waters thine, lauding thine own supremacy!\np:When war and battles are on foot, booty is offered to the bold.  Yoke thou thy wildly-rushing bays. Whom wilt thou slay, and whom enrich? Do thou, O Indra, make us rich!\np:Wcll have they eaten and rejoiced; the friends have risen and passed away:  The sages luminous in themselves have praised thee with their latest hymn. Now, Indra, yoke thy two bay steeds!\np:Graciously listen to our songs. Maghavan, be not negligent!  When wilt thou make us glorious? Make this, only this thine end and aim. Now, Indra! yoke thy two bay steeds.\np:Within the waters runs the Moon, he with the beauteous wings in heaven.  Ye lightnings with your golden wheels, men find not your abiding-place. Mark this my woe, ye Earth and Sky!\np:To meet your treasure-bringing car, the mighty car most dear to us.  Asvins, the Rishi is prepared, your worshipper, with songs of praise. Lovers of sweetness, hear my call!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272668,
      "hash": "md5-5aCKNvLHz+J9xV8JDcFgNA=="
    },
    {
      "id": 3912109855429,
      "key": 43,
      "part": "FIRST PART",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "DECADE IV Agni and others.",
      "content": "p:O Agni, God, we kindle thee, refulgent, wasting not away, That this more glorious fuel may send forth for thee its shine to heaven. Bring food to those who sing thy praise!\np:With offerings of our own we choose thee, Agni, as our Hotar priest, Piercing and brightly shining-at your glad carouse-served with trimmed grass at sacrifice. Thou waxest great.\np:O heavenly Dawn, awaken us to ample opulence to-day, Even as thou didst waken us with Satyasravas, Vayya's son, high born! delightful with thy steeds!\np:Send us a mind that brings delight, send energy and mental power.  Then-at your glad carouse-let men joy in thy love, sweet juice! as kine in pasturage. Thou waxest great,\np:Great, as his nature is, through power, terrible, he hath waxed in strength, Lord of bay steeds, strong-jawed, sublime, he in joined hands for glory's sake hath grasped his iron thunderbolt.\np:He, Indra, verily will mount the powerful car that finds the kine, Who thinks upon the well-filled bowl, the tawny coursers' harnesser. Now, Indra, yoke thy two bay steeds!\np:I think of Agni who is kind, whom, as their home, the milch-kine seek:  Whom fleet-foot coursers seek as home, and strong enduring steeds as home. Bring food to those who sing thy praise!\np:No peril, no severe distress, ye Gods, affects the mortal man  Whom Aryaman and Mitra lead, and Varuna, of one accord, beyond his foes.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272668,
      "hash": "md5-kiFyDA0Ws3BxA6XG0CHreg=="
    },
    {
      "id": 6855956407480,
      "key": 44,
      "part": "FIRST PART",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "DECADE V Soma Pavamana",
      "content": "p:Flow forth, O Soma, flow thou onward, sweet to Indra's Mitra's, Pushan's, Bhaga's taste.\np:Run forth to battle, conquering the Vritras; thou speedest to quell the foes like one exacting debts.\np:Flow onward, Soma, as a mighty sea, as Father of the Gods, to every form.\np:Flow onward, Soma, flow for mighty strength, as a strong courser, bathed, to win the prize.\np:Fair Indu hath flowed on for rapturous joy, sage, for good fortune, in the waters' lap.\np:In thee, effused. O Soma, we rejoice ourselves for great supremacy in fight:  Thou, Pavamana, enterest into mighty deeds.\np:Who are these radiant men in serried rank, Rudra's young heroes, too, with noble steeds?\np:Agni, with hymns may we now accomplish that which thou lovest, Strength, like a horse, auspicious strength with service.\np:The strong youths have come forth to view, to show their strength, God Savitar's quickening energy:  Ye warrior horsemen, win the heavens.\np:Soma, flow splendid with thy copious stream in due succession through the ample fleece.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272668,
      "hash": "md5-FKVV6BxisFFHvOV7GZw6lA=="
    },
    {
      "id": 2010928266861,
      "key": 45,
      "part": "FIRST PART",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "DECADE I. Indra",
      "content": "p:Giver from all sides, bring to us from every side, thou whom as strongest we entreat!\np:This Brahman, comer at due time, named Indra, is renowned and praised.\np:The Brahmans with their hymns exalting Indra increased his strength that he might slaughter Ahi.\np:Anavas wrought a chariot for thy courser, and Tvashtar, much-invoked! the bolt that gitters:\np:Rest, wealth to him who longs for wealth! the riteless stirs not his love nor wins his way to riches.\np:The cows are ever pure and all-supporting, the Gods are ever free from stain and blemish.\np:With all thy beauty come! The kine approaching with full udders follow on thy path.\np:May we, inhabiting a meath-rich dwelling, increase our wealth, and think of thee, O Indra!\np:The Maruts with fair hymns chant out their praise-song: this Indra, famed and youthful, shouts accordant.\np:Sing to your Indra, mightiest Vritra-slayer, sing to the Sage the song that he accepteth!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272668,
      "hash": "md5-CULDuhALcLNkXkoPOdg0zw=="
    },
    {
      "id": 4908616235331,
      "key": 46,
      "part": "FIRST PART",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "DECADE II Agni Indra",
      "content": "p:Observant Agni hath appeared, oblation-bearer with his car.\np:O Agni, be our nearest friend, yea, our protector and our kind deliverer!\np:Like wondrous Bhaga, Agni deals treasure among the mighty.\np:Far off or present even now, send forth thy shouting first of all!\np:Dawn drives away her sister's gloom, and through her excellence makes her retrace her path.\np:May we, with Indra and the Gods to aid us, bring these existing worlds to full completion!\np:Like streams of water on their way, let bounties, Indra, flow from thee!\np:With this may we obtain strength god-appointed, happy with brave sons through a hundred winters!\np:With strength let Mitra, Varuna swell oblations; do thou prepare for us rich food, O Indra!\np:Indra is King of all the world.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272669,
      "hash": "md5-DxqH7VWPpAytsCmIyqBtQA=="
    },
    {
      "id": 2767580074488,
      "key": 47,
      "part": "FIRST PART",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "DECADE III Indra and others",
      "content": "p:At the Trikadrukas the great and strong enjoyed the barley-brew. With Vishnu did he drink the pressed-out Soma juice, even as he would.  That hath so heightened him the great, the wide to do his mighty work. So did the God attend the God, true Indu Indra who is true.\np:This God who sees for thousands of mankind, the light, the thought of poets, and the Law, The brilliant one, hath sent forth hither all the Dawns: spotless, one-minded, zealous in their home they dwell, with thought upon the Steer.\np:Come to us, Indra, from afar, conducting us, as, to the gatherings, a Lord of heroes, as an archer King, the heroes' Lord!  We come with gifts of pleasant food, with flowing juice, invoking thee, as sons invite a sire, that we may win the spoil, thee, bounteousest, for gain of spoil.\np:Loudly I call that Indra Maghavan, the mighty, resistless, evermore possessing many glories.  Holy, most liberal, may he lead us on to riches, through songs, and, thunder-armed make all our pathways pleasant!\np:Heard be our prayer! In thought I honour Agni first: now straightway we elect this heavenly company, Indra and Vayu we elect.  For when our latest thought is raised and on Vivasvan centred well, then do our holy songs go forward on their way, our songs as 'twere unto the Gods.\np:To Vishnu, to the mighty whom the Maruts follow, let your hymns born in song go forth, Evayamarut!  To the strong, very holy band adorned with bracelets, that rushes on in joy and ever roars for vigour!\np:With this his golden splendour purifying him, be with his own allies subdues all enemies, as Sura with his own allies.  Cleansing himself with stream of juice he shines forth yellow-hued and red, when with the praisers he encompasses all, forms, with praisers having seven mouths.\np:I praise this God, parent of heaven and earth, exceeding wise, possessed of real energy, giver of treasure, thinker dear to all, Whose splendour is sublime, whose light shone brilliant in, creation, who, wise and golden-handed, in his beauty mader the sky.\np:Agni I deem our Hotar-priest, munificent wealth-giver, Son of Strength, who, knoweth all that is, even as the Sage who, knoweth all.  Lord of fair rites, a God with form erected turning to the Gods, he, when the flame hath sprung forth from the holy oil, the offered fatness, longs for it as it glows bright.\np:This, Indra! dancer! was thy hero deed, thy first and ancient work, worthy to be told forth in heaven, Even thine who furtheredst life with a God's own power, freeing the floods. All that is godless may he conquer with his might, and, Lord of Hundred Powers, find for us strength and food!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272669,
      "hash": "md5-jc5cAZYiV4LrEBbfeEGiWw=="
    },
    {
      "id": 5290764907570,
      "key": 48,
      "part": "FIRST PART",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "DECADE IV Soma Pavamana",
      "content": "p:High is thy juice's birth: though set it heaven, on earth it hath obtained dread sheltering power and great renown.\np:In sweetest and most gladdening stream flow pure, O Soma, on thy way, pressed out for Indra, for his drink!\np:Flow onward mighty with thy stream, inspiriting the Maruts' Lord, winning all riches with thy power!\np:Flow onward with that juice of thine most excellent, that brings delight, slaying the wicked, dear to Gods!\np:Three several words are uttered: kine are lowing, cows who give the milk; the tawny-hued goes bellowing on.\np:For Indra girt by Maruts, flow, thou Indu, very rich in meath, to seat thee in the place of song!\np:Strong, mountain-born, the stalk hath been pressed in the streams for rapturous joy. Hawk-like he settles in his home.\np:Gold-hued! as one who giveth strength flow on for Gods to drink, a draught for Vayu and the Marut host!\np:Soma, the dweller on the hills, effused, hath flowed into the sieve. All-bounteous art thou in carouse.\np:The Sage of heaven whose heart is wise, when laid between both hands, with roars, gives us delightful powers of life.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272669,
      "hash": "md5-CXpfnoNn2qVZpfGLICGoTw=="
    },
    {
      "id": 1647326021752,
      "key": 49,
      "part": "FIRST PART",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "DECADE V Soma Pavamana",
      "content": "p:The rapture-shedding Somas have flowed forth in our assembly, pressed to glorify our liberal lords.\np:The Somas, skilled in song, the waves, have led the water forward, like buffaloes speeding to the woods.\np:Indu flow on, a mighty juice; glorify us among the folk: drive all our enemies away!\np:For thou art strong by splendour: we, O Pavamana, call on thee, the brilliant looker on the light.\np:Indu, enlightener, dear, the thought of poets, hath flowed clearly, like a charioteer who starts the steed.\np:Through our desire of heroes, kine, and horses, potent Soma drops, brilliant and swift, have been effused.  God, working with mankind, flow on; to Indra go thy gladdening juice: to Vayu mount as Law commands!  From heaven hath Pavamana made, as 'twere, the marvellous thunder, and the lofty light of all mankind.\np:Pressed for the gladdening draught the drops flow forth abundantly with song, flow onward with the stream of meath.\np:Reposing on the river's wave, the Sage hath widely flowed around, bearing the bard whom many love.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272669,
      "hash": "md5-pW8zvjU3JbRDGmTi76jW8w=="
    }
  ],
  "hash": "md5-cZIAB4Q9PEZ2Hw8IUcZiVQ=="
}