{
  "id": 5967150591774,
  "key": "07",
  "title": "PART SECOND BOOK I",
  "book": "BOOK I",
  "created": 1747959272672,
  "data": [
    {
      "id": 4044420468203,
      "key": 59,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "I Soma Pavamana",
      "content": "p:Sing forth to Indu, O ye men, to him who now is purified, Fain to pay worship to the Gods!  2, Together with thy pleasant juice the Atharvans have commingled. milk.  Divine, God-loving, for the God.\np:Bring health to cattle with thy flow, health to the people, health, to steeds, Health, O thou King, to growing plants!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272672,
      "hash": "md5-sbankb0eeZSyTX/OKYslhA=="
    },
    {
      "id": 1458218404157,
      "key": 60,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "II Soma Pavamana",
      "content": "p:Bright are these Somas blent with milk, with light that flashes brilliantly, And form that shouteth all around.\np:Roused by his drivers and sent forth, the strong Steed hath come: nigh for spoil, As warriors when they stand arrayed.\np:Specially, Soma, Sage, by day, coming together for our weal, Like Surya, flow for us to see!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272672,
      "hash": "md5-TYB6oj4ux6FpcBHRXG6z7g=="
    },
    {
      "id": 2208738648505,
      "key": 61,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "III Soma Pavamana",
      "content": "p:The streams of Pavamana, thine, Sage, mighty one, have poured them forth, Like coursers eager for renown.\np:They have been poured upon the Reece towards the meath-distilling vat:  The holy songs have rung aloud.\np:Like milch-kine coming home, the drops of Soma juice have reached the lake, Have reached the shrine of sacrifice",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272672,
      "hash": "md5-k/rf3fIV0S6LCRJIkSzE9Q=="
    },
    {
      "id": 4796577447628,
      "key": 62,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "IV Agni",
      "content": "p:Come, Agni, praised with song to feast and sacrificial offerings: sit  As Hotar on the holy grass!\np:So, Angiras, we make thee strong with fuel and with holy oil.  Blaze high, thou youngest of the Gods!\np:For us thou winnest, Agni, God, heroic strength exceeding great, Far-spreading and of high renown.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272672,
      "hash": "md5-1NJ59ib9cOTt9I8NnwR4Uw=="
    },
    {
      "id": 1538011609630,
      "key": 63,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "V Mitra Varuna",
      "content": "p:Varuna, Mitra, sapient pair, pour fatness on our pastures, pour  Meath on the regions of the air!  2, Gladdened by homage, ruling far, ye reign by majesty of might, Pure in your ways, for evermore.\np:Lauded by Jamadagni's song, sit in the shrine of sacrifice:  Drink Soma, ye who strengthen Law!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272672,
      "hash": "md5-lf2VEWbbT8pcZ8A/P2cq1w=="
    },
    {
      "id": 2931085187342,
      "key": 64,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "VI Indra",
      "content": "p:Come, we have pressed theJuice for thee; O Indra, drink this Soma here:  Sit thou on this my sacred grass!\np:O Indra, let thy long-maned bays, yoked by prayer, bring thee hitherward!  Give ear and listen to our prayers!\np:We Soma-bearing Brahmans call thee Soma-drinker with thy friend, We, Indra, bringing Soma juice.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272672,
      "hash": "md5-9mW5VzA5I3LZCwGJO/tJVw=="
    },
    {
      "id": 6905294703068,
      "key": 65,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "VII Indra Agni",
      "content": "p:Indra and Agni, moved by songs, come to the juice, the precious dew:  Drink ye thereof, impelled by prayer!\np:Indra and Agni, with the man who lauds comes visible sacrifice:  So drink ye both this flowing juice!\np:With force of sacrifice I seek Indra, Agni who love the wise:  With Soma let them sate them here!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272672,
      "hash": "md5-dm+uTAE5aLJUuAcPuF6fhQ=="
    },
    {
      "id": 6786205621491,
      "key": 66,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "VIII Soma Pavamana",
      "content": "p:High is thy juice's birth: though set in heaven, on earth it hath obtained  Dread sheltering power and great renown.\np:Finder of room and freedom, flow for Indra whom we must adore, For Varuna and the Marut host!\np:Striving to win, with him we gain all riches from the enemy, Yea, all the glories of mankind, \n",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272673,
      "hash": "md5-M1zwdAEoG2NuUrP24AKBdA=="
    },
    {
      "id": 5619786974214,
      "key": 67,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "IX Soma Pavamana",
      "content": "p:Cleansing thee, Soma, in thy stream, thou flowest in watery robe.  Giver of wealth, thou sittest in the place of Law, O God, a fountain made of gold.\np:He, milking for dear meath the heavenly udder, hath sat in the ancient gathering-place.  Washed by the men, far-sighted, strong, thou streamest to ther honourable reservoir.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272673,
      "hash": "md5-hbgUVcKg5HbYglWrfKKcaw=="
    },
    {
      "id": 5267760278926,
      "key": 68,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "X Soma Pavamana",
      "content": "p:Run onward to the reservoir and seat thee: cleansed by the men speed forward to the battle.  Making thee glossy like an able courser, forth to the sacred grass with reins they lead thee.\np:Indu, the well-armed God is flowing onward, he who averts the curse and guards the homesteads.  Father, begetter of the Gods, most skilful, the buttress of the heavens and earth's supporter.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272673,
      "hash": "md5-Wfekse7RMxosZCRyqi90Xg=="
    },
    {
      "id": 2658506490094,
      "key": 69,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XI Indra",
      "content": "p:Like kine unmilked we call aloud, hero, to thee, and sing thy  praise, Looker on heavenly light, Lord of this moving world, Lord, Indra! of what moveth not.\np:None other like to thee, of earth or of the heavens, hath been or ever will be born.  Desiring horses, Indra Maghavan! and kine, as men of might we call on thee.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272673,
      "hash": "md5-2Asv9Ae7xGT0nJORrjDxBw=="
    },
    {
      "id": 6602226794070,
      "key": 70,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XII Indra",
      "content": "p:With what help will he come to us, wonderful, everwaxing friend?  With what most mighty company?\np:What genuine and most liberal draught will spirit thee with juice to burst  Open e'en strongly-guarded wealth?\np:Do thou who art protector of us thy friends who praise thee  With hundred aids approach us!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272673,
      "hash": "md5-ZUZxqjDxBCfJLD4Yjnoh5w=="
    },
    {
      "id": 4650877505586,
      "key": 71,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XIII Indra",
      "content": "p:As cows low to their calves in stalls, so with our songs we glorify  This Indra, even your wondrous God who checks attack, who takes delight in precious juice.\np:Celestial, bounteous giver, girt about with might, rich, mountain-like, in pleasant things,--  Him swift we seek for foodful booty rich in kine, brought hundredfold and thousandfold.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272673,
      "hash": "md5-52evhxvCEux8n3l+ui46hg=="
    },
    {
      "id": 5700909421628,
      "key": 72,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XIV Indra",
      "content": "p:Loud-singing at tbe sacred rite where Soma flows, we priests invoke.  With haste, that he may help, as the bard's cherisher. Indra who findeth wealth for you.\np:Whom, fair of cheek, in rapture of the juice, the firm resistless slayers hinder not:  Giver of glorious wealth to him who sings his praise, honouring him who toils and pours.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272673,
      "hash": "md5-zmTwILwZim5HjxecnfoQ7g=="
    },
    {
      "id": 6275425740776,
      "key": 73,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XV Soma Pavamana",
      "content": "p:In sweetest and most gladdening stream flow pure, O Soma, on thy way, Pressed out for Indra, for his drink!\np:Fiend-queller, friend of all men, he hath reached his shrine, his dwelling-place.  Within the iron-hammered vat.\np:Be thou best Vritra-slaver, best granter of room, most liberal:  Promote our wealthy princes' gifts!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272673,
      "hash": "md5-1q6AHWzBawW5GDjHsSJPXQ=="
    },
    {
      "id": 2905333071410,
      "key": 74,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XVI Soma Pavamana",
      "content": "p:For Indra flow, thou Soma, on, as most inspiring drink, most rich in sweets, Great, most Celestial, gladdening drink!\np:Thou of whom having drunk the Steer acts like a steer: having drunk this that finds the light, He, excellently wise, hath come anear to food and booty, even as Etasa.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272674,
      "hash": "md5-7+mbgHUcXeNc7Qtllm4Hqw=="
    },
    {
      "id": 2689385221645,
      "key": 75,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XVII Indra",
      "content": "p:To Indra, to the mighty let these golden-coloured juices go, Drops born as Law prescribes, that find the light of heaven!\np:This juice that gathers spoil flows, pressed, for Indra, for his maintenance.  Soma bethinks him of the conqueror, as he knows.\np:Yea, Indra in the joys of this obtains the grasp that gathers spoil, And, winning waters, wields the mighty thunderbolt.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272674,
      "hash": "md5-okmd6G4U8/qIwNU0BFuUng=="
    },
    {
      "id": 2006662109285,
      "key": 76,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XVIII Soma Pavamana.",
      "content": "p:For first possession of your juice, for the exhilarating drink, Drive ye away the dog, my friends, drive ye the long-tongued dog away!\np:He who with purifying stream, effused, comes flowing hitherward, Indu, is like an able steed.\np:With prayer all-reaching let the men tend unassailable Soma: be-  The stones prepared for sacrifice!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272674,
      "hash": "md5-vH+utC0lLatlc8YZrrFWhA=="
    },
    {
      "id": 5019737237280,
      "key": 77,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XIX Soma Pavamana",
      "content": "p:Graciously- minded he is flowing on his way to win dear names o'er which the youthful one grows great.  The mighty and far-seeing one hath mounted now the mighty  Surya's car which moves to every side.\np:The speaker, unassailable master of this prayer, the tongue of sacrifice, pours forth the pleasant meath.  As son be sets the name of mother and of sire in the far distance, in the third bright realm of heaven.\np:Sending forth flashes he hath bellowed to the jars, led by the men into the golden reservoir.  The milkers of the sacrifice have sung to him: Lord of three heights, thou shinest brightly o'er the Dawns.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272674,
      "hash": "md5-stvHe+E0i7a16AvyrPd7SQ=="
    },
    {
      "id": 3040860313218,
      "key": 78,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XX Agni",
      "content": "p:Sing to your Agni with each song, at every sacrifice for strength!  Come, let us praise the wise and everlasting God, even as a well-beloved friend:\np:The Son of Strength; for is be not our gracious Lord? Let us serve him who bears our gifts!  In battles may he be our help and strengthener, yea, be the saviour of our lives!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272674,
      "hash": "md5-Cz25PqrzLf/ZVLCy3xGemA=="
    },
    {
      "id": 4003408611978,
      "key": 79,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XXI Agni",
      "content": "p:O Agni, come; far other songs of praise will I sing forth to thee.  Wax mighty with these Soma drops!\np:Where'er thy mind applies itself, vigour preeminent hast thou:  There wilt thou gain a dwelling-place.\np:Not for a moment only lasts thy bounty, Lord of many men:  Our service therefore shalt thou gain.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272674,
      "hash": "md5-GEGhzj15HtqLIHGYaMZN4w=="
    },
    {
      "id": 4914279849978,
      "key": 80,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XXII Indra",
      "content": "p:We call on thee, O matchless one. We, seeking help, possessing nothing firm ourselves.  Call on thee, wondrous, thunder-armed:\np:On thee for aid in sacrifice, This youth of ours, the bold, the terrible, bath gone forth.  We therefore, we thy friends, Indra, have chosen thee, spoil winner, as our succourer.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272675,
      "hash": "md5-+b8e5YFR1asiU9agtFY/Lw=="
    },
    {
      "id": 3305756417179,
      "key": 81,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER I",
      "title": "XXIII Indra",
      "content": "p:So, Indra, friend of song, do we draw near to thee with longing; we have streamed to thee  Coming like floods that follow floods.\np:As rivers swell the ocean, so, hero, our prayers increase thy might, Though of thyself, O Thunderer, waxing day by day.\np:With holy song they bind to the broad wide-yoked car the bay steeds of the quickening God, Bearers of Indra, yoked by word.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272675,
      "hash": "md5-ej69u86O9d7Uvs5MSja4GQ=="
    },
    {
      "id": 3905859199753,
      "key": 82,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "I Indra",
      "content": "I. Invite ye Indra with a song to drink your draught of Soma juicel  All-conquering Satakratu, most munificent of all who live!\np:Lauded by many, much-invoked, leader of song renowned of old:  His name is Indra, tell it forth!\np:Indra, the dancer, be to us the giver of abundant wealth:  The mighty bring it us knee-deep!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272675,
      "hash": "md5-gr1mCN107rtV3H7M7c3xHg=="
    },
    {
      "id": 4753821101780,
      "key": 83,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "II Indra",
      "content": "p:Sing ye a song, to make him glad, to Indra, Lord of tawny steeds, The Soma-drinker, O my friends!\np:To him, the bounteous, say the laud, and let us glorify, as men  May do, the giver of true gifts!\np:O Indra, Lord of boundless might, for us thou seekest spoil and kine, Thou seekest gold for us, good Lord!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272675,
      "hash": "md5-i8TQcswsVU6soJo96kLsLg=="
    },
    {
      "id": 1255826752010,
      "key": 84,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "III Indra",
      "content": "p:This, even this, O Indra, we implore: as thy devoted friends, The Kanvas praise thee with their hymns.\np:Naught else, O Thunderer, have I praised in the skilled singer's eulogy;  On thy laud only have I thought.\np:The Gods seek him who presses out the Soma; they desire not sleep:  They punish sloth unweariedly",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272675,
      "hash": "md5-G2db4xa80IBmCfhdpYRo1g=="
    },
    {
      "id": 3384285449243,
      "key": 85,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "IV Indra",
      "content": "p:For Indra, lover of carouse, loud be our songs about the juice:  Let poets sing the song of praise\np:We summon Indra to the draught, in whom all glories rest, in whom  The seven communities rejoice.\np:At the Trikadrukas the Gods span sacrifice that stirs the mind:  Let our songs aid and prosper it!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272675,
      "hash": "md5-Ug+FSXoo+1UEy424L89ngw=="
    },
    {
      "id": 6462885756997,
      "key": 86,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "V Indra",
      "content": "p:Here, Indra, is thy Soma draught, made pure upon the sacred grass:  Run hither, come and drink thereof!\np:Strong-rayed! adored with earnest hymns! this juice is shed for thy delight:  Thou art invoked, Akhandala!\np:To Kundapayya, grandson's son, grandson of Sringavrish! to thee, To him have I addressed my thought.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272675,
      "hash": "md5-xWujrm8tVmej3Gak/36OpQ=="
    },
    {
      "id": 3251856800339,
      "key": 87,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "VI Indra",
      "content": "p:Indra, as one with mighty arm, gather for us with thy right hand, Manifold and nutritious spoil!\np:We know thee mighty in thy deeds, of mighty bounty, mighty wealth.  Mighty in measure, prompt to aid.\np:Hero when thou wouldst give thy gifts, neither the Gods nor mortal men  Restrain thee like a fearful bull.\n <B><P ALIGN=\"CENTER\">VII Indra\n </B>\n1. Hero, the Soma being shed, I pour the juice for thee to drink:  Sate thee and finish thy carouse!\np:Let not the fools, or those who mock, beguile thee when they seek thine aid:  Love not the enemy of prayer!\np:Here let them cheer thee well supplied with milk to great munificence:  Drink as the wild bull drinks the lake!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272676,
      "hash": "md5-QvfIl8zKc8VRm9/6PmDFDg=="
    },
    {
      "id": 1265962362215,
      "key": 88,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "VIII lndra",
      "content": "I. Here is the Soma juice expressed: O Vasu, drink till thou art full!  Undaunted God, we give it thee!\np:Washed by the men, pressed out with stones, strained through the filter made of wool, 'Tis like a courser bathed in streams.\np:This juice have we made sweet for thee like barley, blending it with milk.  Indra, I call thee to our feast.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272676,
      "hash": "md5-WxpLGmZN+EcP3qgkGzr3Lw=="
    },
    {
      "id": 4783743159966,
      "key": 89,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "IX Indra",
      "content": "p:So, Lord of affluent gifts, this juice hath been expressed for thee with strength:  Drink of it, thou who lovest song!\np:Incline thy body to the juice which suits thy godlike nature well:  Thee, Soma-lover! let it cheer!\np:O Indra, let it enter both thy flanks, enter thy head with prayer, With bounty, hero! both thine arms!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272676,
      "hash": "md5-RHZRoo0eYPi7f8fm9rfyHA=="
    },
    {
      "id": 5978216320980,
      "key": 90,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "X Indra",
      "content": "p:O Come ye hither, sit ye down; to Indra sing ye forth your song, Companions, bringing hymns of praise,\np:Laud Indra, richest of the rich, who ruleth over noblest wealth, Beside the flowing Soma juice!\np:May he stand near us in our need with all abundance, for our wealth:  With strength may he come nigh to us!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272676,
      "hash": "md5-zwVLOU8NUlsEGAwSWSbC3g=="
    },
    {
      "id": 5834344851483,
      "key": 91,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XI Indra",
      "content": "p:In every need, in every fray we call, as friends to succour us, Indra, the mightiest of all.\np:I call him, mighty to resist, the hero of our ancient home, Thee whom my sire invoked of old.\np:If he will hear us, let him come with succour of a thousand kinds, With strength and riches, to our call!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272676,
      "hash": "md5-iIe6bEu7P6kRoEiv6QkPkg=="
    },
    {
      "id": 1327350250551,
      "key": 92,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XI Indra",
      "content": "p:When Somas flow thou makest pure, Indra, thy mind that merits laud, For gain of strength that ever grows: for great is he.\np:In heaven's first region, in the seat of Gods, is he who brings success, Most glorious, prompt to save, who wins the waterfloods.\np:Him I invoke, to win the spoil, even mighty Indra for the fray.  Be thou most near to us for bliss, a friend to aid!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272676,
      "hash": "md5-tUoV+aGqTsqRfXTTL/88GQ=="
    },
    {
      "id": 6384908135531,
      "key": 93,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XIII Agni",
      "content": "p:With this mine homage I invoke Agni for you, the Son of Strength.  Dear, wisest envoy, skilled in noble sacrifice, immortal, messanger of all.\np:His two red horses, all-supporting, let him yoke: let him, well-worshipped, urge them fast!  Then hath the sacrifice good prayers and happy end, the heavenly gift of wealth to men.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272676,
      "hash": "md5-xmdjB7Ffqow1l9b8/gIvYg=="
    },
    {
      "id": 6520977222677,
      "key": 94,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XIV Dawn",
      "content": "p:Advancing, sending forth her rays, the daughter of the Sky is seen.  The mighty one lays bare the darkness with her eye, the friendly Lady makes the light.\np:The Sun ascending, the refulgent star, pours down his beams. together with the Dawn.  O Dawn, at thine arising, and, the Sun's, may we attain the share allotted us!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272676,
      "hash": "md5-exZ5MweRFY2UqBNyipwi/w=="
    },
    {
      "id": 5742832823497,
      "key": 95,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XV Asvins",
      "content": "p:These morning sacrifices call you, Asvins, at the break of day.  For help have I invoked you rich in power and might: for, house by house, ye visit all.\np:Ye, heroes, have bestowed wonderful nourishment: send it to him whose songs are sweet.  One-minded, both of you, drive your car down to us: drink yethe savoury Soma juice!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272677,
      "hash": "md5-z04kAqnX+0czPWdNHEfbCw=="
    },
    {
      "id": 3175304160071,
      "key": 96,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XVI Soma Pavamana.",
      "content": "p:After his ancient splendour, they, the bold, have drawn the bright milk from  The Sage who wins a thousand spoils.\np:In aspect he is like the Sun: he runneth forward to the lakes: Seven currents flowing to the sky.\np:He, while they purify him, stands high over all things that exist Soma, a God as Surya is.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272677,
      "hash": "md5-VgbY0iPmng3AafUuXtoipg=="
    },
    {
      "id": 3411558219744,
      "key": 97,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XVII Soma Pavamana",
      "content": "p:By generation long ago this God, engendered for the Gods, Flows tawny to the straining cloth.\np:According to primeval plan this poet hath been strengthened by, The sage as God for all the Gods.\np:Shedding the ancient fiuid thou art poured into the cleansing sieve:  Roaring, thou hast produced the Gods.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272677,
      "hash": "md5-L2XdG0g38/zTqsylggOvkQ=="
    },
    {
      "id": 4106588399215,
      "key": 98,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XVIII Soma Pavamana",
      "content": "p:Bring near us those who stand aloof: strike fear into our enemy:  O Pavamana, find us wealth!\np:To him the active, nobly born.\np:Sing ye your songs to him, O men!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272677,
      "hash": "md5-AdUWhY28E+TQVdI7ZZIJ2w=="
    },
    {
      "id": 6231239404860,
      "key": 99,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XIX Soma Pavamana",
      "content": "p:The Somas skilled in song, the waves have led the water forward, like  Buffaloes speeding to the woods.\np:With stream of sacrifice the brown bright drops have flowed with strength in store  Of kine into the wooden vats.\np:To Indra, Vayu. Varuna to Vishnu and the Maruts let  The Soma juices flow expressed.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272677,
      "hash": "md5-yd1WQPJWf8rm1sfGaVGu8w=="
    },
    {
      "id": 3611982863661,
      "key": 100,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XX Soma Pavamana",
      "content": "p:O Soma, for the feast of Gods, river-like he hath swelled with surge, Sweet with the liquor of the stalk, as one who wakes, into the vat that drops with meath.\np:Like a dear son how must be decked, the bright and shining one hath clad him in his robe.  Men skilful at their work drive him forth, like a car, into the rivers from their hands.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272677,
      "hash": "md5-NiUBjwt1dOX574W0Q5N85Q=="
    },
    {
      "id": 1876659611650,
      "key": 101,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XXI Soma Pavamana",
      "content": "p:The rapture-shedding Somas have flowed forth in our assembly, pressed.  To glorify our liberal lords.\np:Now like a swan hemaketh all the company sing each his hymm  He like steed is bathed in milk.\np:And Trita's maidens onward urge the tawny-coloured with the stones, Indu for Indra, for his drink.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272677,
      "hash": "md5-yfnGkGtIuHy9uI6pGsa3GA=="
    },
    {
      "id": 4753471832541,
      "key": 102,
      "part": "PART SECOND",
      "book": "BOOK I",
      "chapter": "CHAPTER II",
      "title": "XXII Soma Pavamana.",
      "content": "p:Herewith flow on, thou friend of Gods! Singing, thou runnest round the sieve oni every side.  The streams of meath have been effused.\np:Lovely, gold-coloured, on he flows.\np:For him who presses, of the juice.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272677,
      "hash": "md5-Y40e97OKqRS1UQeES6jtZw=="
    }
  ],
  "hash": "md5-53k7htjr55t1HKj8GxgCyg=="
}