{
  "id": 5069574048399,
  "key": "08",
  "title": "PART SECOND BOOK II",
  "book": "BOOK II",
  "created": 1747959272678,
  "data": [
    {
      "id": 1529872744690,
      "key": 103,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "I Soma Pavamana",
      "content": "p:Soma, as leader of the song, flow onward with thy wondrous aid.  For holy lore of every sort!\np:Do thou as leader of the song, stirring the waters of the sea, Flow onward, known to all mankind!  1 O Soma, O thou Sage, these worlds stand ready to enhance thy might:  The milch-kine run for thy behoof.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272678,
      "hash": "md5-QMb5Mmu0bNquo+E61JV78w=="
    },
    {
      "id": 4882432105537,
      "key": 104,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "II Soma Pavamana",
      "content": "p:Indu, flow on, a mighty juice; glorify us among the folk:  Drive all our enernies away!\np:And in thy friendship, Indu, most sublime and glorious, may we  Subdue all those who war with us!\np:Those awful weapons which thou hast, sharpened at point to strike men down--  Guard us therewith from every foe!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272678,
      "hash": "md5-KpbkokrxzktD4qPhWrbsJw=="
    },
    {
      "id": 5871413675340,
      "key": 105,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "III Soma Pavamana",
      "content": "p:O Soma, thou art strong and bright, potent, O God, with potent sway,\np:Steer-strong thy might is like a steer's, steer-strong the wood, steer-strong the juice:  A steer indeed, O Steer, art thou.\np:Thou, Indu, as a vigorous horse, hast neighed together steeds and kine:  Unbar for us the doors to wealth!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272678,
      "hash": "md5-DgQnSWhI13wYIgt2Q4pq7A=="
    },
    {
      "id": 5418838343130,
      "key": 106,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "IV Soma Pavamana",
      "content": "p:For thou art strong by splendour: we, O Pavamana call on thee, The brilliant looker on the light.\np:When thou art sprinkled with the streams, thou reachest, purified by men, Thy dwelling in the wooden vat.\np:Do thou, rejoicing, nobly-armed! pour upon us heroic strength.  O Indu, come thou hitherward!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272679,
      "hash": "md5-6PxMUtpiMzwW3Bw8kI+5sA=="
    },
    {
      "id": 1603187000780,
      "key": 107,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "V Soma Pavamana",
      "content": "p:We seek to win thy friendly love, even Pavamana's flowing o'er  The limit of the cleansing sieve.\np:With those same waves which in their stream o'erflow the purifying sieve, Soma, be gracious unto us!\np:O Soma, being purified, bring us from all sides-for thou canst-  Riches and food with hero sons!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272679,
      "hash": "md5-J7YNAczuKb7PapN0dds+9A=="
    },
    {
      "id": 2763860097414,
      "key": 108,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "VI Agni",
      "content": "p:Agni we choose as envoy, skilled performer of this holy rite, Hotar, possessor of all wealth.\np:With constant calls they invocate Agni, Agni, Lord of the house, Oblation-bearer, much-beloved\np:Bring the Gods hither, Agni, born for him who trims the Sacred grass:  Thou art our Hotar, meet for praise!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272679,
      "hash": "md5-nm5ho+92j0xvi/E12MAGSg=="
    },
    {
      "id": 2257151730781,
      "key": 109,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "VII Mitra Varuna",
      "content": "p:Mitra and Varuna we call to drink the draught of Soma juice, Those born endowed with holy strength.\np:Those who by Law uphold the Law, Lords of the shining light of Law, Mitra I call, and Varuna.\np:Let Varuna be our chief defence, let Mitra guard us with all aids, Both make us rich exceedingly!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272679,
      "hash": "md5-n1kBStjG+d+ukETRe106Lg=="
    },
    {
      "id": 5171688614934,
      "key": 110,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "VIII Indra",
      "content": "p:Indra the singers with high praise, Indra reciters with their lauds, Indra the choirs have glorified.\np:Indra is close to his two bays, with chariot ready at his word, Indra the golden, thunder-armed.\np:Help us in battles Indra, in battles where thousand spoils are gained, With awful aids, O awful one!\np:Indra raised up the son aloft in heaven, that he may see afar:  He burst the mountain for the kine.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272679,
      "hash": "md5-I80Jiif5wJGUEg4BQs/+Bw=="
    },
    {
      "id": 3561261291568,
      "key": 111,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "IX Indra-Agni",
      "content": "p:To Indra and to Agni we bring reverence high and holy hymn, And, craving help, soft words with prayer.\np:For all these holy singers thus implore these twain to succour them, And priests that they may win them strength.\np:Eager to laud you, we with songs invoke you, bearing sacred food, Fain for success in sacrifice.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272679,
      "hash": "md5-PHIIsfneZwp5QtQfw1AM9w=="
    },
    {
      "id": 3212733720376,
      "key": 112,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "X Soma Pavamana",
      "content": "p:Flow onward, mighty with thy stream, inspiriting the Marut's Lord, Winning all riches with thy power!\np:I send thee forth to battle from the press, O Pavamana, strong, Sustainer, looker on the light!\np:Acknowledged by this song of mine, flow, tawnycoloured, with thy stream:  Incite to battle thine ally!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272679,
      "hash": "md5-sNegb1MEu3anbJZsrveWGg=="
    },
    {
      "id": 4074776429605,
      "key": 113,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "XI Soma Pavamana",
      "content": "p:A Red Bull bellowing to the kine, thou goest, causing the heavens and earth to roar and thunder.  A shout is heard like Indra's in the battle: thou flowest on, sending this voice before thee.\np:Swelling with milk, abounding in sweet juices, urging the meathrich plant thou goest onward.  Making loud clamour, Soma Pavamana, thou flowest when thou art effused for Indra.\np:So flow thou on inspiriting, for rapture, turning the weapon of the water's holder!  Flow to us wearing thy resplendent colour, effused and eager for the kine. O Soma!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272679,
      "hash": "md5-YF0UaDMhpGvUFNOom3UvEA=="
    },
    {
      "id": 5496520869024,
      "key": 114,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "XII Indra",
      "content": "p:That we may win us wealth and power we poets verily, call on thee:  In war men call on thee, Indra, the hero's Lord, in the steed's race-course call on thee\np:As such, O wonderful, whose hand holds thunder, praised as mighty, Caster of the Stone!  Pour on us boldly, Indra, kine and chariot-steeds, ever to be the conqueror's strength!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272679,
      "hash": "md5-u7gV511QJhTtPoyEM/sd0A=="
    },
    {
      "id": 4750048334927,
      "key": 115,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "XIII Indra",
      "content": "p:To you will I sing Indra's praise who gives good gifts, as we I we know;  The praise of Maghavan who, rich in treasure, aids his singers with wealth thousandfold.\np:As with a hundred hosts, he rushes boldly on, and for the offerer slays his foes.  As from a mountain fiow the water-brooks, thus flow his gifts who feedeth many a one.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272680,
      "hash": "md5-yRK1URG7pOIgYNIRrr57mA=="
    },
    {
      "id": 1705183794181,
      "key": 116,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "XIV Indra",
      "content": "p:O Thunderer, zealous worshippers gave thee drink this time yesterday:  So, Indra, listen here to him who offers lauds: come near unto our dwelling-place!\np:Lord of bay steeds, fair-helmed, rejoice thee: thee we seek. Here the disposers wait on thee.  Thy glories, meet for praise! are highest by the juice, O Indra, lover of the song.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272680,
      "hash": "md5-4G+FUiybzmWBULmoLPoVuQ=="
    },
    {
      "id": 2168796715736,
      "key": 117,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "XV Soma Pavamana",
      "content": "p:Flow onward with that juice of thine most excellent, that brings delight, Slaying the wicked, dear to Gods!\np:Killing the foeman and his hate, and daily winning spoil and strength, Gainer art thou of steeds and kine.\np:Red-hued, be blended with the milk that seems to yield its lovely breast, Falcon-like resting in thine home!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272680,
      "hash": "md5-quyzrmvuJ8ikqYH9qHG/+Q=="
    },
    {
      "id": 4455525778078,
      "key": 118,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "XVI Soma Pavamana",
      "content": "p:As Pashan, Fortune, Bhaga, comes this Soma while they make him pure.  He, Lord of all the multitude, hath looked upon the earth and heaven.\np:The dear cows sang in joyful mood together to the gladdening drink.  The drops as they are purified, the Soma juices, make the paths.\np:O Pavamana, bring the juice, the mightiest, worthy to be famed, Which the Five Tribes have over them, whereby we may win opulence!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272680,
      "hash": "md5-CUSVfx+SKNVBIylHghK5fA=="
    },
    {
      "id": 6182587082065,
      "key": 119,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "XVII Soma Pavamana",
      "content": "p:Far-seeing Soma flows, the Steer, the Lord of hymns, the furtherer of days, of mornings, and of heaven.  Breath of the rivers, he hath roared into the jars, and with the help of sages entered Indra's heart.\np:On, with the sages, flows the poet on his way, and guided by the men, hath streamed into the vats.  He, showing Trita's name, hath caused the meath to flow, increasing Vayu's strength to make him Indra's friend.\np:He, being purified, hath made the mornings shine, and it is he who gave the rivers room to flow.  Making the three-times seven pour out the milky stream, Soma, the cheerer, yields whate'er the heart finds sweet.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272680,
      "hash": "md5-uYjnItcVL0j9YESCQzKLFg=="
    },
    {
      "id": 3964100378808,
      "key": 120,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "XVIII Indra",
      "content": "p:For so thou art the brave man's friend; a hero, too, art thou, and strong:  So may thy heart be won us!\np:So hath the offering. wealthiest Lord, been paid by all the worshippers.  So dwell thou, Indra, even with us!\np:Be not thou like a slothful priest, O Lord of spoil and strength: rejoice  In the pressed Soma blent with milk!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272680,
      "hash": "md5-FojudNdAFvExVR0V9V/69A=="
    },
    {
      "id": 5137472500750,
      "key": 121,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER I",
      "title": "XIX Indra",
      "content": "p:All sacred songs have magnified Indra expansive as the sea.  Best of all warriors borne on cars, the Lord of heroes, Lord of strength.\np:Lord of might, Indra, may we ne'er, strong in thy friendship, be afraid!  We glorify with praises thee, the never conquered conqueror.\np:The gifts of Indra from of old, his saving succours never fail, When to his worshippers he gives the boon of booty rich in kine.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272680,
      "hash": "md5-DEEjHup3GGx8pL4a38YS+g=="
    },
    {
      "id": 5783533475776,
      "key": 122,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "I Soma Pavamana",
      "content": "p:These rapid Soma-drops have been poured through the purifying sieve.  To bring us all felicities.\np:Dispelling manifold mishap, giving the courser's progeny, Yea, and the warrior steed's, success.\np:Bringing prosperity to kine, they pour perpetual strengthening food  On us for noble eulogy.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272680,
      "hash": "md5-yCXlqNHH6RBanS0hI/1trQ=="
    },
    {
      "id": 2455706363534,
      "key": 123,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "II Soma Pavamana.",
      "content": "p:King Pavamana is implored with holy songs, on man's behalf, To travel through, the realm of air.\np:Pressed for the banquet of the Gods, O Soma, bring us might,and speed, Like beauty for a'brilliant show!\np:Bring us, O Indu, hundredfold increase of kine, and noble steeds.  The gift of fortune for our help!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272681,
      "hash": "md5-SM0lnjrq/EToNr+RGg0+Yg=="
    },
    {
      "id": 2483856349593,
      "key": 124,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "III Soma Pavamana",
      "content": "p:With sacrifice we seek to thee fair cherisher of manly might  In mansons of the lofty heavens.\np:Drink gladdening, crusher of the bold, praiseworthy, with most mighty sway, Destroyer of a hundred forts.\np:Hence riches came to thee, the King, O sapient one: the strong-winged bird, Unwearied, brought thee from the sky.\np:And now, sent forth, he hath attained to mighty power and majesty, Active and ready to assist.\np:That each may see the light, the bird brought us the guard of Law, the friend  O fall, the speeder through the air.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272681,
      "hash": "md5-pcH0fWTQUx7TYK3Mfl9GTA=="
    },
    {
      "id": 4677452098386,
      "key": 125,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "IV Soma Pavamana",
      "content": "p:For food, flow onward with thy stream, cleansed and made bright by sapient men:  Indu, with sheen approach the milk!\np:While thou art cleansed, song-lover. bring comfort and vigourto the folk, Poured, tawny one! on milk and curds!\np:Purified for feast of Gods, go thou to Indra's resting-place, Resplendent, furthered by the strong!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272681,
      "hash": "md5-v49rnknqiWWd+iu9tUAZhg=="
    },
    {
      "id": 5019852471762,
      "key": 126,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "V Agni.",
      "content": "p:By Agni Agni is inflamed, Lord of the house, wise, young,. who bears  Our gifts: the ladle is his mouth.\np:God, Agni, be his sure defence who, lord of sacrificial gifts.  Worshippeth thee the messenger.\np:Be gracious, brilliant Godl to him who, rich in sacred gifts,would fain  Call Agni to the feast of Gods!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272681,
      "hash": "md5-2BfqaLAgwEzU3PNytFISKQ=="
    },
    {
      "id": 3634495135850,
      "key": 127,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "VI Mitra Varuna",
      "content": "p:Mitra of holy strength I call, and foe-destroying Varuna, Who perfect prayer with offered oil.\np:By Law, O Mitra, Varuna, Law-strengtheners who cleave to Law, Have ye obtained your lofty power.\np:The Sages, Mitra, Varuna, of wide dominion, mighty ones, Bestow on us effectual strength.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272681,
      "hash": "md5-NDQjdWMdF0Zqx/eqjlKuNQ=="
    },
    {
      "id": 3506593633885,
      "key": 128,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "VII Maruts",
      "content": "p:So mayst thou verily be seen coming with fearless Indra: both  Of equal splendour, bringing bliss!\np:Thereafter they, as is their wont, resumed the state of new-born babes, Taking their sacrificial name.\np:Thou, Indra, with the rapid Gods who shatter even what is firm, Even in the cave didst find the cows.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272681,
      "hash": "md5-y7PPcsVpi6kkV3EI0X7GlA=="
    },
    {
      "id": 1747393798517,
      "key": 129,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "VIII Indra-Agni",
      "content": "p:I call the twain whose deed wrought here hath all been famed in ancient time:  Indra and Agni harm us not!\np:The strong, the scatterers of the foe, Indra and Agni we invoke:  May they be kind to one like me:\np:Ye slay our Arya foes, O Lords of heroes, slay our Dasa foes:  Ye drive all enemies away.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272681,
      "hash": "md5-xVW59P+ovy74Fr3IZd9/ew=="
    },
    {
      "id": 7093531446374,
      "key": 130,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "IX Soma Pavamana.",
      "content": "p:The living drops of Soma juice pour, as they flow the gladdening drink, Intelligent drops above the station of the sea, exhilarating, dropping meath.\np:May Pavamana, King and God, speed with his wave over the sea the lofty rite!  Do thou by Mitra's and by Varuna's decree flow furthering the lofty rite:\np:Far-seeing, lovely, guided by the men, the God whose habitation is the sea!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272681,
      "hash": "md5-T+xafIvbTb43VMjT8uTq0w=="
    },
    {
      "id": 5516487820998,
      "key": 131,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "X Soma Pavamana",
      "content": "p:Three are the voices that the car-steed utters: he speaks the lore of prayer, the thought of Order.  To the cows' master come the cows inquiring: the hymns with eager longing come to Soma.\np:To Soma come the cows, the milch-kine longing, to Soma sages with their hymns inquiring.  Soma, effused, is purified and lauded: our hymns and Trishtup songs unite in Soma.\np:Thus, Soma, as we pour thee into vessels, while thou art purified, flow for our welfare!  Pass into Indra. with great joy and rapture: make the voice swell, and generate abundance!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272682,
      "hash": "md5-SZw8wDaAaRmjHpTs7iWhiw=="
    },
    {
      "id": 4142213410619,
      "key": 132,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "XI Indra",
      "content": "p:O Indra, if a hundred heavens and if a hundred earths were thine,--  No, not a hundred suns could match thee at thy birth, not both the worlds, O Thunderer.\np:Thou, hero, hast performed thy hero deeds with might, yea, all with strength, O strongest one.  Maghavan, help us to a stable full of kine, O Thunderer, with wondrous aids!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272682,
      "hash": "md5-1FwxHQY4CISp/0EEmmCvYg=="
    },
    {
      "id": 5743624810155,
      "key": 133,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "XII Indra",
      "content": "p:We compass thee like water, we whose grass is trimmed and Soma pressed.  Here where the filter pours its stream, thy worshippers round thee, O Vritra-slayer, sit.\np:Men, Vasu! by the Soma with lauds call thee to the foremost place.  When cometh he athirst unto the juice as home, O Indra, like a bellowing bull?\np:O valiant hero, boldly win thousandfold spoil with Kanva's sons!  O active Maghavan, with eager prayer we crave the yellowhued with store of kine.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272682,
      "hash": "md5-OaSYiBjaxNIVDxoIyMB18Q=="
    },
    {
      "id": 4836915568105,
      "key": 134,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "XIII Indra",
      "content": "p:With Plenty for his true ally the active man will gain the spoil.  Your Indra, much-invoked, I bend with song, as bends a wright his wheel of solid wood.\np:They who bestow great riches love not paltry praise: wealth comes not to the niggard churl.  Light is the task to give, O Maghavan, to one like me on the decisive day.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272682,
      "hash": "md5-bWsOm9OSqPelseFDnXv74g=="
    },
    {
      "id": 4517730478106,
      "key": 135,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "XIV Soma Pavamana",
      "content": "p:Three several words are uttered: kine are lowing cows. who give the milk:  The tawny-hued goes bellowing on.\np:The young and sacred mothers of the holy rite have uttered praise, Embellishing the Child of Heaven.\np:From every side, O Soma, for our profit, pour thou forth four seas.  Filled full of riches thousandfold!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272682,
      "hash": "md5-YZhWOR3+lmJQ5QCQcEhEQQ=="
    },
    {
      "id": 1987969468737,
      "key": 136,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "XV Soma Pavamana",
      "content": "p:The Somas, very rich in sweets, for which the sieve is distined, flow Effused, the source of Indra's joy: may you strong juices reach the Gods!\np:Indu flows on for Indra's sake,-thus have the deities declared.  The Lord of Speech exerts himself, controller of all power and might.\np:Inciter of the voice of song, with thousand streams the ocean flows.  Even Soma, Lord of opulence, the friend of Indra, day by day.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272682,
      "hash": "md5-t3WGDZi7m5djPFE3fh7A5w=="
    },
    {
      "id": 5013600781836,
      "key": 137,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "XVI Soma Pavamana",
      "content": "p:SPREAD is thy cleansing filter, Brahmanaspati: as prince thou enterest its limbs from every side.  The raw; whose mass bath not been heated. gains not this: they only which are dressed, which bear, attain to it.\np:High in the seat of heaven is placed the scorcher's sieve: its, threads are standing separate, glittering with light.  The swift ones favour him who purifieth this: with brilliancy they mount up to the height of heaven.\np:The foremost spotted Steer bath made the Mornings shine: he bellows, fain for war, among created things.  By his high wisdom have the mighty Sages wrought: the Fathers who behold mankind laid down the germ.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272682,
      "hash": "md5-SWy17prjj+y5zN7r/n0Q6g=="
    },
    {
      "id": 5738126454889,
      "key": 138,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "XVII Agni",
      "content": "p:Sing forth to him, the holy, most munificent, sublime with his refulgent glow, To Agni, ye Upastutas\np:Worshipped with gifts, enkindled, splendid, Maghavan shall win  himself heroic fame:  And will not his more plentiful benevolence come to us with abundant strength?",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272682,
      "hash": "md5-E3M6nDuZYNRplLjTda09Jw=="
    },
    {
      "id": 3627342804959,
      "key": 139,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "XVIII Indra",
      "content": "p:We sing this strong and wild delight of thine which conquers in the fray, Which, Caster of the Stone! gives room and shines like gold.\np:Wherewith thou foundest shining lights for Ayu and for Manu's sake:  Now joying in this sacred grass thou bearnest forth.\np:This day too singers of the hymn praise, as of old, this might of thine:  Win thou the waters every day, thralls of the strong!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272683,
      "hash": "md5-cL98CM1ghIUJ9ZngdD8apw=="
    },
    {
      "id": 5158677704038,
      "key": 140,
      "part": "PART SECOND",
      "book": "BOOK II",
      "chapter": "CHAPTER II",
      "title": "XIX Indra",
      "content": "p:O Indra, hear Tirschi's call, the call of him who serveth thee.  Satisfy him with wealth of kine and valient offspring! Great art thou.\np:For he, O Indra, hath produced for thee the newest gladdening song, A hymn that springs from careful drop thought, ancient and full of sacred truth.\np:That Indra will we laud whom songs and hymns of praise have magnified.  Striving to win, we celebrate his many deeds of hero might.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272683,
      "hash": "md5-GYTHjHrfktkwYLTsWaq2RA=="
    }
  ],
  "hash": "md5-2jUTPBMN5xUlFPYGU90uvQ=="
}