{
  "id": 6097426715053,
  "key": "09",
  "title": "PART SECOND BOOK III",
  "book": "BOOK III",
  "created": 1747959272683,
  "data": [
    {
      "id": 4733920770766,
      "key": 141,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "I Soma Pavamana",
      "content": "p:Fleet as swift steeds thy cows celestial have been poured, O Pavamana, with the milk into the vat.  Sages who make thee bright, O friend whom Rishis love, have shed continuous streams from out the realm of air.\np:The beams of Pavamana, sent from earth and heaven his ensigns who is ever stedfast, travel round.  When on the sieve the golden-hued is cleansed he rests within the jars as one who seats him in his place.\np:O thou who seest all things, sovran as thou art and passing strong, thy rays encompass every form.  Pervading with thy natural powers thou flowest on, and as the whole world's Lord, O Soma, thou art King.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272683,
      "hash": "md5-jCcZxUO//iQyXwiwWe5Zbg=="
    },
    {
      "id": 3021978283590,
      "key": 142,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "II Soma Pavamana",
      "content": "p:From heaven hath Pavamana, made, as 'twere, the marvellous thunder, and  The lofty light of all mankind.\np:The gladdening and auspicious juice of thee, O Pavamana, King!  Flows o'cr the woollen straining-cloth.\np:Thy juice, O Pavamana, sends its rays abroad fixe splendid skill, Like lustre, all heaven's light, to see.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272683,
      "hash": "md5-QnisbrgOL4dVGq1Nw/OD6Q=="
    },
    {
      "id": 6415872233052,
      "key": 143,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "III Soma Pavamana",
      "content": "p:Impetuous, bright, have they come forth, unwearied in their speed, like bulls, Driving the black skin far away.\np:May we attain the bridge of bliss, leaving the bridge of woe behind:  The riteless Dasa may we quell!\np:The mighty Pavamana's roar is heard as 'twere the rush of rain  The lightning-Rashes move in heaven.\np:Indu, pour out abundant food with store of cattle and of gold, Of heroes, Soma! and of steeds!\np:Flow onward, dear to all mankind fi full the mighty heaven and earth, As Dawn, as Surya with his beams\np:On every side, O Soma, flow round us with thy protecting stream, As Rasa flows around the world!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272684,
      "hash": "md5-tisFaLYlWfg8BxUyKHzV0A=="
    },
    {
      "id": 5573510796171,
      "key": 144,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "IV Soma Pavamana",
      "content": "p:Flow on, O thou of lofty thought, flow swift in thy beloved form, Saying, I go where dwell the Gods.\np:Preparing what is unprepared, and bringing store of food to man, Make thou the rain descend from heaven\np:Even here is he who, swift of course, hath with the river's wave Rowed down.  From heaven upon the straining cloth.\np:With might. producing glare, the juice enters the purifying sieve, Far-seeing, sending forth its light.\np:Inviting him from far away, and even from near at hand, the juice  For Indra is poured forth as meath.\np:In union they have sung the hymn: with stones they urge the golden-hued, Indu for Indra, for his drink.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272684,
      "hash": "md5-zsi10AcMEo3Ai/UuFYaUTw=="
    },
    {
      "id": 6446929306297,
      "key": 145,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "V Soma Pavamana",
      "content": "p:The glittering maids send Sdra forth, the glorious sisters, closeallied, Send Indu forth, their mighty Lord.\np:Pervade, O Pavamana, all our treasures with repeated light, Pressed out, O God thyself, for Gods!\np:Pour on us, Pavamana! rain, as service and fair praise for Gods:  Pour forth unceasingly for food!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272684,
      "hash": "md5-uE347nEGMi/VziONHxFesA=="
    },
    {
      "id": 6767833444313,
      "key": 146,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "VI Agni",
      "content": "p:The watchful guardian of the people hath been born, Agni, the very strong, for fresh prosperity.  With oil upon his face. with high heaven-touching flame, he shineth splendidly, pure, for the Bharatas.\np:O Agni, the Angirasas discovered thee what time thou layest hidden, fleeing back from wood to wood.  Thou by attrition art produced as conquering might, and men, O Angiras, call thee the Son of Strength.\np:The men enkindle Agni in his threefold seat, ensign of sacrifice, the earliest bousehold-priest.  With Indra and the Gods together on the grass let the wise priest sit to complete the sacrifice!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272684,
      "hash": "md5-6iq8B0NUJ2OAWnenO12OcQ=="
    },
    {
      "id": 2625903901852,
      "key": 147,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "VII Mitra-Varuna",
      "content": "p:This Soma hath been pressed for you, Low-strengtheners, Mitra, Varuna!  List, list ye here to this may call!\np:Both Kings who never injure aught have come to their sublimest home, The thousand-pillared, firmly based.\np:Worshipped with fat libation. Lords of gifts, Adityas, sovran Kings, They wait on him whose life is true.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272684,
      "hash": "md5-/3bhzPOlHQ086nJk1fxoNA=="
    },
    {
      "id": 1348864788583,
      "key": 148,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "VIII Indra",
      "content": "p:Armed with the bones of dead Dadhyach, Indra with unresisted. might  The nine-and-ninety Vritras slew.\np:He, searching for the horse's head that in the mountains lay concealed, Found it in Saryandvdn lake.\np:Then straight they recognized the mystic name of the creative Steer.  There in the mansion of the Moon.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272684,
      "hash": "md5-cH0k4ijdcibBrPMvj93bgw=="
    },
    {
      "id": 1775651821578,
      "key": 149,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "IX Indra Agni",
      "content": "I. As rain from out the cloud, for you, Indra and Agni, from my thought  This noblest praise hath been produced.\np:Indra and Agni, listen to the singer's call: accept his songs.  Fulfil, ye mighty Lords, his prayers!\np:Give us not up to indigence, ye heroes, Indra, Agni, nor  To Slander and reproach of men!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272684,
      "hash": "md5-oyXa6+ZOj8kaJJWmaueNNg=="
    },
    {
      "id": 3149301559987,
      "key": 150,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "X Soma Pavamana",
      "content": "p:Gold-Hued! as one who giveth strength flow on for Gods to drink, a draught  For Vayu and the Marut host!\np:The Steer shines brightly with the Gods, dear Sage in his appointed home.  Even Pavamana unbeguiled.\np:O Pavamana, sent by prayer, roaring about thy dwelling-place, Ascend to Vayu as Law bids!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272684,
      "hash": "md5-46jG4cPlguEtMi9DFIIvXg=="
    },
    {
      "id": 2346411041536,
      "key": 151,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XI Soma Pavamana",
      "content": "p:O Soma, Indu, every day thy friendship hath been my delight.  Many fiends follow me; help me, thou tawny-hued: pass on beyond these barriers!\np:Close to thy bosom am I. Soma, day and night draining the milk, O golden hued.  Surya himself refulgent with his glow have we, as birds, o'ertaken in his course.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272685,
      "hash": "md5-cAUH55+XfN29tVBn1lGe+g=="
    },
    {
      "id": 5034570643708,
      "key": 152,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XII Soma Pavamana",
      "content": "p:Active, while being purified, he hath assailed all enemies: They deck the Sage with holy hymns.\np:The Red hath mounted to his shrine; strong Indra hath approached the juice:  In his firm dwelling let him rest!\np:O Indu, Soma, send us now great opulence from every side:  Pour on us treasures thousandfold!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272685,
      "hash": "md5-Doy+iIaLTzkRR3fTfV7Nhg=="
    },
    {
      "id": 4820246171755,
      "key": 153,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XIII Indra",
      "content": "p:Drink Soma, Indra Lord of bays! and let it cheer thee: the stone, like a well-guided courser, Directed by the presser's arms bath pressed it.\np:So let the draught of joy, thy dear companion, by which, O Lord of bays, thou slayest Vritras, Delight thee, Indra, Lord of princely treasuresl\np:Mark closely, Maghavan, the word I utter, this eulogy recited by Vasislitha:  Accept the prayers I offer at thy banquet!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272685,
      "hash": "md5-r+9QsdHK72Js6S9at/mJOg=="
    },
    {
      "id": 3823575577947,
      "key": 154,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XIV Indra",
      "content": "p:Heroes of one accord brought forth and formed for kingship  Indra who wins the victory in all encounters, For power, in firmness, in the field, the great destroyer, fierce and exceeding strong, stalwart and full of vigour.\np:The holy sages form a ring, to view and sing unto the Ram.  Inciters, very brilliant, from all deceit, are with your chariters nigh to hear.\np:Bards joined in song to Indra so that he might drink the Soma juice.  The Lord of light, that he whose laws stand fast might aid with power and with the help he gives.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272685,
      "hash": "md5-ADDsBh60Nc41yo3Tcvm8Kw=="
    },
    {
      "id": 4738562291790,
      "key": 155,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XV Indra",
      "content": "p:He who as sovran Lord of men moves with his chariots unrestrained, The Vritra-slayer, conqueror of all fighting hosts, preeminents, is praised in song.\np:Honour that Indra, Puruhanman! for his aid, him in whose hand of old the fair  Sustaining bolt of thunder, mighty like the God, like Surya, was deposited!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272685,
      "hash": "md5-YDgHkReP34PpVBQi3DKGRA=="
    },
    {
      "id": 6896544207864,
      "key": 156,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XVI Soma Pavamana",
      "content": "p:The Sage of heaven whose heart is wise, when laid between both hands, with roars, Gives us delightful powers of life.\np:He, the bright son, when born, illumed his parents who had sprung to life, Great Son, great strengtheners of Law.\np:On, onward to a glorious home, free from all guile and dear to. men, Flow with enjoyment to our praise!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272685,
      "hash": "md5-pnSKi49jIfOmP+C1S1PE2w=="
    },
    {
      "id": 4348113119441,
      "key": 157,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XVII Soma Pavamana",
      "content": "p:For, verily, Pavamana, thou, divine! endued with brightest splendour, calling all  Creatures to immortality.\np:With whom Dadhyach Navagva opened fastened doors, by whom the sages gained their wish, By whom they won the fame of lovely Amrita in the felicity of Gods.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272685,
      "hash": "md5-i83rFB1kruq6kNAdA0lOOQ=="
    },
    {
      "id": 5940080416124,
      "key": 158,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XVIII Soma Pavamana",
      "content": "p:Soma, while filtered, with his wave flows through the long wool of the sheep, Roaring, while purified, before the voice of song.\np:With prayers they cleanse the mighty steed, sporting in wood, above the fleece:  Our hymns, intoned, have praised him of the triple height.\np:He hath been hastened to the jars, bountiful, like an eager horse, And, lifting up his voice, while filtered, glided on.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272685,
      "hash": "md5-dSxPZ931rhfHB0JU4a4p9A=="
    },
    {
      "id": 2046289880227,
      "key": 159,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XIX Soma Pavamana",
      "content": "p:Father of holy hymns, Soma flows onward, the father of the earth, father of heaven.  Father of Agni, Surya's generator, the father who begat Indra and Vishnu.\np:Brahman of Gods, the leader of the poets, Rishi of sages, chief of savage creatures, Falcon amid the vultures, axe of forests, over the cleansing sieve goes Soma singing.\np:He, Soma Pavamana, like a river, hath stirred the wave of voice, our songs and praises  Beholding these inferior powers, the hero, well knowing, takes his stand among the cattle.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272685,
      "hash": "md5-HBnQBc6gMaaVjOTTuyNp9g=="
    },
    {
      "id": 7165616112397,
      "key": 160,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XX Agni",
      "content": "I. Hither, for powerful kinship, I call Agni, him who prospers you, Most frequent at our solemn rites.\np:That through this famed one's power he may stand by us, even as Tvasbtar comes  Unto the forms that must be shaped.\np:This Agni is the Lord supreme above all glories' mid the Gods:  May he come nigh to us with strength.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272685,
      "hash": "md5-xsOiejgSJTsT30qGB5LQ4g=="
    },
    {
      "id": 7056238184554,
      "key": 161,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XXI Indra",
      "content": "p:This poured libation, Indra drink, immortal, gladdening, excellent!  Streams of the bright have flowed to thee here at the seat of holy Law.\np:When, Indra, thou dost guide thy bays, there is no better charioteer:  None hath surpassed thee in thy might, none with good steeds o'ertaken thee.\np:Sing glory now to Indra, say to him your solemn eulogies!  The drops poured forth have made him glad: pay reverence to his noblest might!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272686,
      "hash": "md5-vkUfEl7w7kSOC5TIQMX8HA=="
    },
    {
      "id": 5649293477159,
      "key": 162,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER I",
      "title": "XII Indra",
      "content": "p:Indra, be pleased: drive forward, hero, striker of thy bays!  Fair, like a sage, delighting in the meath, drink of the juice for rapturous joy.\np:O Indra, fill thy belly anew with meath that seems to flow from heaven.  The sweet-voiced raptures of this juice have come, as 'twere to heaven. to thee.\np:Indra, victorious, Mitra-like, smote, like a Yati, Vritra dead.  As Bhrigu quelled his foes, he cleft Vala in Soma's rapturous joy.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272686,
      "hash": "md5-prz+h7vVL+3I/lBzez52gA=="
    },
    {
      "id": 5390386524401,
      "key": 163,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "I Soma Pavamana",
      "content": "p:Winner of gold and gear and cattle flow thou on, set as impregner, Indu! 'mid the worlds of life!  Rich in brave men art thou, Soma, who winnest all: these holy singers wait upon thee with song.\np:O Soma, thou beholdest men from every side: O Pavamana, Steer, thou wanderest through these.  Pour out upon us wealth in treasure and in gold: may we have strength to live among the things that be!\np:Thou passest to these worlds as sovran Lord thereof, O Indu, harnessing thy tawny well-winged mares.  May they pour forth for thee milk and oil rich in sweets:  O Soma, let the folk abide in thy decree!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272686,
      "hash": "md5-EKtn/42XuO8LoPT9qO+m3A=="
    },
    {
      "id": 6430127904611,
      "key": 164,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "II Soma Pavamana",
      "content": "p:The streams of Pavamana, thine, finder of all I have been ettused, Even as Surya's rays of light.\np:Making the light that shines from heaven thou flowest on to every form, Soma, thou swellest like a sea.\np:Shown forth thou sendest out thy voice, O Pavamana, with a roar.  Like Surya, God, as Law commands.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272686,
      "hash": "md5-tDPEfNILu//sLsXUIt+bTg=="
    },
    {
      "id": 6261956946299,
      "key": 165,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "III Soma Pavamana",
      "content": "p:Hitherward have the Somas streamed, the drops while they are purified:  When blent, in waters they are raised.\np:The milk hath run to meet them like floods rushing down a precipice:  They come to Indra, being cleansed.\np:O Soma Pavamana, thou flowest as Indra's gladdener: The men have seized and lead thee forth.\np:Thou, Indu, when, expressed by stones, thou runnest to the filter, art  Ready for Indra's high decree.\np:Victorious, to be hailed with joy, O Soma, flow delighting men, As the supporter of mankind!\np:Flow on, best Vritra-slayer; flow meet to be hailed with joyful lauds, pure, purifying, wonderful\np:Pure, purifying, is he called, Soma effused and full of sweets, Slayer of sinners, dear to Gods.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272686,
      "hash": "md5-gBC+etnv58cTq/Ns9ckExw=="
    },
    {
      "id": 2276863795206,
      "key": 166,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "IV Soma Pavamana",
      "content": "p:The Sage hath robed him in the sheep's wool for the banquet of the Gods, Subduing all our enemies.\np:For he, as Pavamana, sends thousandfold riches in the shape  Of cattle to the worshippers.\np:Thou graspest all things with thy mind, and purifiest thee with thoughts:  As such, O Soma, find us fame!\np:Pour on us lofty glory, send sure riches to our liberal lords:  Bring food to those who sing thy praise!\np:As thou art cleansed, O wondrous steed, O Soma, thou hast entered, like  A pious king, into the songs,\np:He, Soma, like a courser in the floods invincible, made bright  With hands, is resting in the press.\np:Disporting, like a liberal chief, thou goest. Soma to the sieve, Lending the laud heroic strength.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272686,
      "hash": "md5-cmoDBCv+XyV7A8vZ4XPtkQ=="
    },
    {
      "id": 1316139660150,
      "key": 167,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "V Soma Pavamana",
      "content": "p:Pour on us with thy juice all kinds of corn, each sort of nourishment!  And, Soma, all felicities!\np:As thine, O Indu, is the praise, and thine what springeth from, the juice, Seat thee on the dear sacred grass!\np:And, finding for us steeds and kine, O Soma, with thy juice flow on  Through days that fly most rapidly!\np:As one who conquers, ne'er subdued, attacks and slays the enemy, Thus, vanquisher of thousands! flow!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272686,
      "hash": "md5-1sUiwI+LfntewfugzctzJg=="
    },
    {
      "id": 2572682795172,
      "key": 168,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "VI Soma Pavamana",
      "content": "p:Thou, Indu, with thy streams that drop sweet juices, which were poured for help, Hast settled in the cleansing sieve.\np:So flow thou onward through the fleece, for Indra flow to be his drink, Seating thee in the shrine of Law!\np:As giving room and freedom, as most sweet, pour butter forth and milk, O Soma, for the Angirasas!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272686,
      "hash": "md5-Z9vYVq7ZtMsVcKctyVtPjw=="
    },
    {
      "id": 1709008118232,
      "key": 169,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "VII Agni",
      "content": "p:Thy glories are, like lightnings from the rainy cloud, visible, Agni, like the comings of the Dawns, When, loosed to wander over plants and forest trees, thou crammest by thyself thy food into thy mouth.\np:When, sped and urged by wind, thou spreadest thee abroad, soon piercing through thy food according to thy will, The hosts, who ne'er decayest, eager to consume, like men on chariots, Agni! strive on every side.\np:Agni, the Hotar-priest who fills the assembly full, waker of wisdom, chief controller of the thought-  Thee, yea, none other than thyself, doth man elect priest of the holy offering, great and small, alike.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272686,
      "hash": "md5-gzibEBo/kXeQd5URQzRePA=="
    },
    {
      "id": 5446686842148,
      "key": 170,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "VIII Mitra-Varuna",
      "content": "p:Even far and wide, O Varuna and Mitra, doth your help extend:  May I obtain your kind good-will!\np:True Gods, may we completely gain food and a dwelling place from you:  Ye Mitras, may we be your own!\np:Guard us, ye Mitras, with your guards, save us, ye skilled to save: may we  Subdue the Dasyus by ourselves!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272687,
      "hash": "md5-8ANU4U7YSpfDh2FqCSUS7w=="
    },
    {
      "id": 4822430203116,
      "key": 171,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "IX Indra",
      "content": "I. Arising in thy might, thy jaws thou shookest Indra, having drunk  The Soma which the press had shed.\np:Indra, both world gave place to thee as thou wast fighting, when thou wast  The slayer of the Dasyu hosts.\np:From Indra, have I measured out a song eight-footed with nine parts, Delicate, strengthening the Law.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272687,
      "hash": "md5-iKKXnQocsn4O8O2jl8Xj0w=="
    },
    {
      "id": 1267528543153,
      "key": 172,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "X Indra-Agni",
      "content": "p:Indra and Agni, these our songs of praise have sounded forth to you:  Ye who bring blessings! drink the juice\np:Come, Indra, Agni, with those teams, desired of many, which ye have, O heroes, for the worshipper\np:With those to his libation poured, ye heroes, Indra, Agni, come:  Come ye to drink the Soma-juice!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272687,
      "hash": "md5-FgitpnXluhPWaZtH8jEjkQ=="
    },
    {
      "id": 4375868020427,
      "key": 173,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XI Soma Pavamana",
      "content": "p:Soma, flow on exceeding bright with loud roar to the reservoirs, Resting in wooden vats thy home!\np:Let water winning Somas flow to Indra, Vayu, Varuna, To Vishnu and Marut host!\np:Soma, bestowing food upon our progeny, from every side  Pour on us riches thousandfold.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272687,
      "hash": "md5-oHaCsGHDfVxZn1n/l7RDkg=="
    },
    {
      "id": 1871918940892,
      "key": 174,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XII Soma Pavamana",
      "content": "p:Pressed out by pressers Soma goes over the fleecy backs of sheep, Goes even as with a mare in tawny-coloured stream, goes in a sweetly-sounding stream.\np:Down to the water Soma, rich in kine, bath flowed with cows, with cows that have been milked.  They have approached the mixing-vessels as a sea: the cheerer streams for the carouse.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272687,
      "hash": "md5-NIzQtiSSrdTcP4ST3GXYWA=="
    },
    {
      "id": 4031394352769,
      "key": 175,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XIII Soma Pavamana",
      "content": "p:O Purifying Soma, bring to us the wondrous treasure, meet.  For lauds, that is in earth and heaven!\np:Cleansing the lives of men, thou, Steer, bellowing on the sacred grass, Gold-hued, hast settled in thy home.\np:For ye twain, Indra, Soma, are Lords of heaven's light, Lords of the kine:  Prosper, as mighty ones, our prayers",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272687,
      "hash": "md5-EaX1OLtmngScu9/72fAK6Q=="
    },
    {
      "id": 2043981545025,
      "key": 176,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XIV Indra",
      "content": "p:By men hath Indra been advanced, the Vritra-sIayer, to joy and strength.  Him only we invoke for help in battles whether great or small be he our aid in deeds or might!\np:For, hero, thou art like a host, art giver of abundant spoil.  Strengthening e'en the feeble, thou aidest the sacrificer, thou givest great wealth to him who pours.\np:When war and battles are on foot, booty is offered to the bold.  Yoke thou thy wildly-rushing bays! Whom wilt thou slay, and whom enrich? Do thou, O Indra, make us rich!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272687,
      "hash": "md5-wR+DW4cwgcHKSLrDBkq0gg=="
    },
    {
      "id": 2086893684794,
      "key": 177,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XV Indra",
      "content": "I. The juice of Soma thus diffused, sweet to the taste, the bright cows drink, Who travelling in splendour close to mighty Indra's side rejoice, good in their own supremacy.\np:Craving his touch the dappled kine mingle the Soma with their milk.  The milch-kine dear to Indra send forth his death dealing thunder-bolt, good in their own supremacy.\np:With veneration, passing wise, they honour his victorious might.  They follow close his many laws to win them due preeminence, good in their own supremacy.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272687,
      "hash": "md5-RZj7SafaBGUpbrnbdoep+A=="
    },
    {
      "id": 4798809799612,
      "key": 178,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XVI Soma Pavamana",
      "content": "p:Strong, mountain-born, the stalk hath been pressed in the streams for rapturous joy.  Hawk-like he settles in his home.\np:Fair is the juice beloved of Gods, washed in the waters, pressed by men:  The milch kine sweeten it with milk\np:Then, like a steed, have they adorned the inciter for eternal life, The meath's juice at the festival.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272687,
      "hash": "md5-WnR58nl37cxMvpZoIZsOEQ=="
    },
    {
      "id": 4597506475332,
      "key": 179,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XVII Soma Pavamana",
      "content": "p:Make high and splendid glory shine hitherward, Lord of food, God, on the friend of Gods  Unclose the cask of middle air\np:Roll onward from the press, O mighty one, effused, as kings, supporter of the tribes  Pour on us rain from heaven, send us the water's flow, urging our thoughts to win the spoil!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272687,
      "hash": "md5-X1xibZRvlTIwBHmDVSylFw=="
    },
    {
      "id": 6156846426740,
      "key": 180,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XVIII Soma Pavamana",
      "content": "p:Breath of the mighty Dames, the Child, speeding the plan of sacrifice, Surpasses all things that are dear, yea, from of old.\np:The place that is concealed hath gained a share of Trita's pressing-stones, By the seven laws of sacrifice, even that dear place.\np:He hath sent forth unto the heights the three, in stream, as Trita's wealth:  He who is passing wise measures his pathways out.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272688,
      "hash": "md5-ib7VmVUTwxqgB0xbptehFg=="
    },
    {
      "id": 1833082123406,
      "key": 181,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XIX Soma Pavamana",
      "content": "p:Flow to the filter with thy stream, effused, to win us spoil and wealth, Soma exceeding rich in meath for Indra, Vishnu, and the Gods\np:The hymns that know not guile, caress thee, golden-coloured, in the sieve.  As mothers, Pavamana, lick the new-born calf, as Law commands.\np:Lord of great sway, thou liftest thee above the heavens, above the earth.  Thou, of Pavamana, hast assumed thy coat of mail with majesty.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272688,
      "hash": "md5-5ZtKa0+KENTRKDAn1Z2pMg=="
    },
    {
      "id": 4867428300616,
      "key": 182,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XX Soma Pavamana",
      "content": "p:Strong Indu, bathed in milk, flows on for Indra, Soma exciting strength, for his carousal.  He quells malignity and slays the demons, King of the homestead, he who gives us comfort.\np:Then in a stream he flows, milked out with press-stones, mingled with sweetness, through the fleecy filter--  Indu rejoicing in the love of Indra, the God who gladdens for the God's enjoyment.\np:He flows, as he is cleansed, to sacred duties, a God bedewing Gods with his own juices.  Indu hath, clothed in powers that suit the season, on the raised fleece engaged the ten swift fingers.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272688,
      "hash": "md5-Aj63w8tSCn8m4qOXtESFgA=="
    },
    {
      "id": 4361833520868,
      "key": 183,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XXI Agni",
      "content": "p:O Agni, God, we kindle thee, refulgent, wasting not away, That this more glorious fuel may send forth for thee its shine to heaven. Bring food to those who sing thy praise!\np:To thee the splendid, Lord of light! bright! wondrous! prince of men! is brought.  Oblation with the holy verse, O Agni, bearer of our gifts! Bring food to those who sing thy praise!\np:Thou heatest both the ladles in thy mouth, O brilliant prince of men!  So fill us also in our hymns abundantly, thou Lord of Strength. Bring food to those who sing thy praise!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272688,
      "hash": "md5-kiFW5VA4TIHLmWfflyVJsA=="
    },
    {
      "id": 3718967325167,
      "key": 184,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XXII Indra",
      "content": "p:Sing ye a psalm to Indra; sing a great song to the lofty Sage, To him who maketh prayer, inspired, who loveth laud.\np:Thou, Indra, art the conqueror: thou gavest splendour to the Sun.  Maker of all things, thou art mighty and All-God.\np:Radiant with light thou wentest to the sky, the luminous realm of -heaven.  The Gods, O Indra, strove to win thy friendly love.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272688,
      "hash": "md5-f3fN7E5bphOoPyC3Wfk+8A=="
    },
    {
      "id": 3467363917276,
      "key": 185,
      "part": "PART SECOND",
      "book": "BOOK III",
      "chapter": "CHAPTER II",
      "title": "XXIII Indra",
      "content": "p:This Soma hath been pressed for thee, O Indra, bold one, mightiest, come!  May Indra vigour fill thee full, as Surya fills mid-air with rays\np:Slayer of Vritra, mount thy car! The bay steeds have been yoked by prayer.  May, with its voice, the pressing-stone draw thine attention hitherward!\np:His pair of tawny coursers bring Indra, resistless in his might.  Hither to Rishis' songs of praise and sacrifice performed by men.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272688,
      "hash": "md5-VdfbXCM14XSYCn2yWFj2hA=="
    }
  ],
  "hash": "md5-LPEfDHyFosZH0gyGBtRFKQ=="
}