{
  "id": 4225096410865,
  "key": 10,
  "title": "PART SECOND BOOK IV",
  "book": "BOOK IV",
  "created": 1747959272689,
  "data": [
    {
      "id": 2293492542186,
      "key": 186,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "I Soma Pavamana",
      "content": "p:Light of the sacrifice, be pours delicious meathp most wealthy, father and begetter of the Gods.  He, gladdening, best of cheerers, juice that Indra loves, enriches with mysterious treasure earth and heaven.\np:The Lord of heaven, the vigorous and far-seeing one, flowsshouting to the beaker with his thousand streams.  Coloured like gold he rests in seats where Mitra dwells, the Steer made beautiful by rivers and by sheep.\np:As Pavamana thou flowest before the streams: thou goest on, before the hymn, before the kine.  Thou sharest mighty booty in the van of war Soma, well-armed, thou art pressed out by men who press.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272689,
      "hash": "md5-E38ASKpf1Wrx0CYHY9uFLg=="
    },
    {
      "id": 5946493172783,
      "key": 187,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "II Soma Pavamana",
      "content": "p:Through our desire of heroes, kine, and horses, vigorous Somadrops, Brilliant and swift, have been effused.\np:They, beautified by holy men and purified in both the hands, Are flowing through the fleecy cloth.\np:These Soma juices shall pour forth all treasures for the worshipper, From heaven and earth and firmament.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272689,
      "hash": "md5-CF4IyJMCk6QLf9+hYk42uw=="
    },
    {
      "id": 3485123344339,
      "key": 188,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "III Soma Pavamana",
      "content": "p:Flow, Soma, Indu, dear to Gods, swift through the purifying sieve, And enter fndra in thy strength\np:As mighty food speed hitherward, Indu, as a most splendid steer:  Sit in thy place as one with power\np:The well-loved meath was made to flow, the stream of the creative juice:  The Sage drew waters to himself.\np:The mighty waters, yea, the floods accompany thee mighty one, When thou wilt clothe thee with the milk.\np:The lake is brightened in the floods. Soma, our friend, heaven's prop and stay, Falls on the purifying cloth.\np:The tawny Bull hath bellowed. fair as mighty Mitra to behold  He gleams and flashes with the Sun.\np:Songs, Indra, active in their might, are beautified for thee, wherewith  Thou deckest thee for rapturous joy.\np:To thee who givest ample room we pray, to win the wild delight, That Thou mayst have exalted praise,\np:Winner of kine Indu, art thou, winner of heroes, steeds, and spoil:  Primeval soul of sacrifice.\np:Pour on us, Indu! Indra-strength with a full stream of sweetness, like  Parianya, sender of the rain!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272689,
      "hash": "md5-9rHZmnz8KQM0WPnvlQ34IQ=="
    },
    {
      "id": 6913864267158,
      "key": 189,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "IV Soma Pavamana",
      "content": "p:O Soma Pavamana, be victorious, win us high renown; And make us better than we are!\np:Win thou the light, win heavenly light, and, Soma, all felicities;  And make us better than we are!\np:Win skilful strength and mental power! O Soma, drive away our foes;  And make us better than we are!\np:Ye purifiers, purify Soma for Indra, for his drink;  Make thou us better than we are!\np:Give us our portion in the Sun through thine own mental power and aids;  And make us better than we are!\np:Through thine own mental power and aids long may we look upon the Sun:  Make thou us better than we are!\np:Well-weaponed Soma, pour to us a stream of riches doubly great;  And make us better than we are!\np:As one victorious unsubdued in battle, pour forth wealth to us:  And make us better than we are!\np:With offerings, Pavamana! men have strengthened thee as Law commands:  Make thou us better than we are!\np:O Indu, bring us wealth in steeds brilliant and quickening all life;  And make us better than we are!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272689,
      "hash": "md5-tReLlOsqMuR5rp0vTf5FZw=="
    },
    {
      "id": 3202799806083,
      "key": 190,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "V Soma Pavamana",
      "content": "p:Swift runs this giver of delight, even the stream of flowing juice:  Swift runs this giver of delight.\np:The Morning knows all precious things, the Goddess knows her grace to man:  Swift runs this giver of delight.\np:We have accepted thousands from Dhvasra's and Purusbanti's hands:  Swift runs this giver of delight.\np:From whom we have accepted thus thousands and three-times ten besides:  Swift runs this giver of delight.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272689,
      "hash": "md5-+BxFm0MzU3Rip5YenfRDCA=="
    },
    {
      "id": 1678066916000,
      "key": 191,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "VI Soma Pavamana",
      "content": "p:Forth with his stream who gladdens best these Soma juices have been poured, Lauded with songs for mighty strength.\np:Thou flowest to enjoy the milk, and bringest valour, being, cleansed:  Winning the spoil flow hitherward\np:And, hymned by Jamadagni, let all nourishment that kine supply, And general praises, flow to us!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272689,
      "hash": "md5-/BMmaL+hSJNKRIhjYE/Tsw=="
    },
    {
      "id": 6381193305120,
      "key": 192,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "VII Agni",
      "content": "p:For Jatavedas, worthy of our praise, will we frame with our mind this eulogy as 'twere a car.  For good, in his assembly, is this care of ours. Let us not, in thy friendship, Agni, suffer harm!\np:We will bring fuel and prepare our sacred gifts, reminding thee at each successive holy time.  Fulfil our thoughts that we may lengthen out our lives  Let us not, in thy friendship, Agni, suffer harm!\np:May we have power to kindle thee! Fulfil our prayers in thee the Gods eat the presented sacrifice.  Bring hither the Adityas, for we long for them! Let us not, in thy friendship, Agni, suffer harm!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272689,
      "hash": "md5-6a812ntx1ETk5Ckfhy5iLQ=="
    },
    {
      "id": 4321468656293,
      "key": 193,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "VIII Mitra, Varuna, Aryaman",
      "content": "p:Soon as the Sun hath risen I sing to you, to Mitra, Varuna, And Aryaman who slays the foe.\np:With wealth of gold may this my song bring unmolested might; may this, Sages! obtain the sacrifice!\np:May we be thine, God Varuna, and with our princes, Mitra, thine:  May we gain food and heavenly light!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272690,
      "hash": "md5-Yvpm6r9cNtPmY2KBGxlXSw=="
    },
    {
      "id": 4854606616279,
      "key": 194,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "IX Indra",
      "content": "p:Drive all our enemies away, smite down the foes who press around, And bring the wealth for which we long:\np:Of which the world shall know forthwith as given by thee abundantly:  Bring us the wealth for which we long:\np:O Indra, that which is concealed in strong firm place precipito us:  Bring us the wealth for which we long!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272690,
      "hash": "md5-nau+sFMT3hZg0UjYjV8UQw=="
    },
    {
      "id": 2048068132699,
      "key": 195,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "X Indra-Agni",
      "content": "p:Yea, ye are priests of sacrifice, winners in war and holy works  Indra and Agni, mark this well!\np:Bountiful, riders on the car, slayers of Vritra unsubdued, Indra and Agni, mark this well!\np:The men with pressing-stones have pressed this meath of yours which gives delight:  Indra and Agni, mark this well!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272690,
      "hash": "md5-yFOMydOIFoXhT0sbg0ULOQ=="
    },
    {
      "id": 2371790105308,
      "key": 196,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XI Soma Pavamana",
      "content": "p:For Indra girt by Maruts, flow, thou Indu, very rich in meath, To seat thee in the place of song!\np:Sage: who know the lore of speech deck thee, the strong sustainer, well:  Men make thee bright and beautiful.\np:Let Mitra, Varuna, Aryaman drink Pavamana's juice, yea, thine.  Sage! let the Maruts drink thereof.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272690,
      "hash": "md5-QUjyYEdN+YeTuHZF3A2h9g=="
    },
    {
      "id": 5422427906752,
      "key": 197,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XII Soma Pavamana",
      "content": "p:Deft-handed! thou when purified liftest thy voice amid the sea.  Thou, Pavamana makest riches flow to us, yellow, abundant, much-desired.\np:Made pure, as Pavamana, in the sheep's long wool, the Steer bath bellowed in the vat.  Thou flowest, Soma Pavamana! balmed with 'milk unto the meeting-place of Gods.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272690,
      "hash": "md5-hCpL2ftI8J+3X84xAV979A=="
    },
    {
      "id": 5873646994807,
      "key": 198,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XIII Soma Pavamana",
      "content": "p:Him here, the offspring of the sea, the ten swift fingers beautify:  With the Adityas is he seen.\np:With Indra and with Vayu he, effused, flows onward with the beams  Of Surya to the cleansing sieve.\np:Flow rich in sweets and lovely for our Bhaga, Vayu, Pushan, fair  For Mitra and for Varuna!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272690,
      "hash": "md5-s3Kh+MfqO+Jm3k7DGpATLQ=="
    },
    {
      "id": 3039385445936,
      "key": 199,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XIV Indra",
      "content": "p:With Indra splendid feasts be ours, rich in all strengthening things, wherewith, Wealthy in food, we may rejoice!\np:Like thee, thyself, for singers yoked, thou movest, as it were besought, Bold one, the axle of the car,\np:That, Satakratu, thou, to serve and please thy praisers, as it were, Stirrest the axle with thy strength.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272690,
      "hash": "md5-T5SVd1dKVZAbcBstEVJitQ=="
    },
    {
      "id": 2322343714239,
      "key": 200,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XV Indra",
      "content": "p:As a good cow to him who milks, we call the doer of good deeds, To our assistance day by day.\np:Come thou to our libations, drink of Soma, Soma-drinker! yea, The rich one's rapture giveth kine.\np:So may we be acquainted with thine innermost benevolence:  Neglect us not; come hitherward!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272690,
      "hash": "md5-Y1QRZzY/yE3FAEGbKbdUiA=="
    },
    {
      "id": 1972438196387,
      "key": 201,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XVI Indra",
      "content": "p:As, like the Morning, thou has filled, O Indra, both the earth and heaven, So as the mighty one, great King of all the mighty race of men, the Goddess mother brought thee forth, the blessed mother gave thee life.\np:Thou bearest in thine hand a lance like a long hook, great counsellor.  As with his foremost foot a goat, draw down the branch O Maghavan. The Goddess mother brought thee forth, the blessed mother gave thee life.\np:Relax that mortal's stubborn strength whose heart is bent on wickedness.  Trample him down beneath thy feet who watches for and aims at us. The Goddess mother brought thee forth, the blessed mother gave thee life.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272690,
      "hash": "md5-S98L93W2sLPy0yWS/TqIOw=="
    },
    {
      "id": 6434792424382,
      "key": 202,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XVII Soma Pavamana",
      "content": "p:Soma, the dweller on the hills, effused, hath flowed into the sieve.  All-bounteous art thou in carouse.\np:Thou art a holy bard, a Sage; the meath offspring of thy sap:  All bounteous art thou in carouse.\np:All-d6ties of one accorcl have come that they may drink of thee:  All-bounteous art thou in carouse.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272690,
      "hash": "md5-gGUtdRPD0bo85RvfptwyiQ=="
    },
    {
      "id": 1354974756504,
      "key": 203,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XVIII Soma Pavamana",
      "content": "p:Effused is he who brings good things, who brings us store of wealth, and sweet refreshing food, Soma who brings us quiet homes:\np:He whom our Indra and the Marut host shall drink, Bhaga shall drink with Aryaman, By whom we bring to us Mitra and Varuna, and Indra for our great defence.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272691,
      "hash": "md5-FuIc95c/MTklmZDZLSiGSA=="
    },
    {
      "id": 5580541264624,
      "key": 204,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XIX Soma Pavamana",
      "content": "p:Friends, hymn your Lord who makes him pure for rapturous carouse: let them  Sweeten him, as a child, with lauds and sacred gifts\np:Like as a calf with mother cows, so Indu is urged forth and sent, Glorified by our hymns;, the god-delighting juice.\np:Effectual help to power is he. he is a banquet for the troop, He who hath been effused, more rich in meath, for Gods.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272691,
      "hash": "md5-FrreLc7XM+X9Fq/uChpu3Q=="
    },
    {
      "id": 4463434470556,
      "key": 205,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XX Soma Pavamana",
      "content": "p:For us the Soma juices flow, the drops best furtherers of weal, Effused as friends, without a spot, benevolent, finders of the light.\np:These Soma juices, skill.ed in song, purified, blent with milk and curd, Hastening on and firmly set in oil resemble beauteous suns.\np:Effused by means of pressing- stones, upon the oxhide visible, They, treasure-finders, have announced food unto us from every side.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272691,
      "hash": "md5-BKgkkhuK17sFK0HQE3IgNw=="
    },
    {
      "id": 1267855892699,
      "key": 206,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XXI Soma Pavamana",
      "content": "p:Pour forth this wealth with this purification: flow onward to the yellow lake, O Indu!  Here, too, the bright one, wind-swift, full of wisdom, shall give a son to him who cometh quickly.\np:Flow on for us with this purification to the famed ford of thee whose due is glory!  May the foe-queller shake us down, for triumph, like a tree's ripe fruit, sixty thousand treasures!\np:Eagerly do we pray for those two exploits, at the blue lake and Prisana, wrought in battle.  He sent our enemies to sleep and slew them, and turned away the foolish and unfriendly.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272691,
      "hash": "md5-IIWKpWZidwqN+EFLi8YNFg=="
    },
    {
      "id": 5319172949070,
      "key": 207,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XXII Agni",
      "content": "p:O Agni, be our nearest friend, yea, our protector and our kind deliverer!\np:As gracious Agni, famed for treasures, come, and, most resplendent, give us store of wealth!\np:To thee then, O most bright, O radiant God, we come with prayer for happiness for our friends.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272691,
      "hash": "md5-RIG10TpCvw4ts2fSaOwaAg=="
    },
    {
      "id": 5984589073699,
      "key": 208,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XXIII Indra",
      "content": "p:May we, with Indra and the Gods to aid us, bring these existing worlds to full completion!\np:Our sacrifice, our bodies, and our offspring, let Indra with the Adityas-form and finish!\np:With the Adityas, with the band of Maruts, let Indra send us medicines to heal us!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272691,
      "hash": "md5-nHG1lnT/jQfEneay62O5AA=="
    },
    {
      "id": 4281765506870,
      "key": 209,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER I",
      "title": "XXIV Indra",
      "content": "p:Sing to your Indra, mightiest Vritra-slayer, sing to the Sage the song that he accepteth!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272691,
      "hash": "md5-vAhzXgfLufMqKP12ozcvvQ=="
    },
    {
      "id": 2439114244726,
      "key": 210,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "I Soma Pavamana",
      "content": "p:The God declares the deities' generations, like Usana, proclaiming lofty wisdom.  With brilliant kin far-ruling, sanctifying, the wild boar, singing with his foot, advances.\np:The swans, the Vrishagnas from anear us, restless, have brought their clamour to our dwelling--  Friends come to Pavamana, meet for praises-and sound in concert their resistless music.\np:He takes the swiftness of the great Far strider: cows low as, 'twere to him who sports at pleasure.  He with the sharpened horns brings forth abundance: the silvery shines by night, by day the golden.\np:Like cars that thunder on their way, like coursers eager for renown, Have Soma drops flowed forth for wealth.\np:Forth have they rushed from holding hands, like chariots that are urged to speed, Like joyful songs of singing-men.\np:The Somas deck themselves with milk as kings are graced with eulogies, And, with seven priests, the sacrifice.\np:Pressed for the gladdening draught the drops flow forth abundantly with song, Flow with the stream of savoury juice.\np:Winning Vivasvan's glory and speeding the light of Dawn, the suns, Pass through the openings of the cloth.\np:The singing-men of ancient time open the doors of sacred songs--  The men who bring the mighty One.\np:In close society have come the priests, the sevenfold brotherhood, Filling the station of the One.\np:He makes us kin with Gods, he joins the Sun, for seeing, with mine eye;  I milk the Sage's offspring forth.\np:The Sun beholdeth with his eye the heaven's dear quarter which the priests  Have set within the sacred cell.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272691,
      "hash": "md5-jgrBNcOOx87BP/d8eDP5FA=="
    },
    {
      "id": 6600593748740,
      "key": 211,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "II Soma Pavamana",
      "content": "p:Forth on their way the glorious drops have flowed for maintenance of Law, Knowing what suits this worshipper.\np:Down in the mighty waters sinks the stream of Meath, most excellent, Oblation best of all in worth.\np:About the holy place the Steer, true, guileless, noblest, hath sent forth, Continuous voices in the wood.\np:When the Sage, purging manly deeds and lofty wisdom flows, around,\np:When purified, he sits enthroned as King over the warring clans.  What time the sages speed him on.\np:Most dear, gold-coloured, in the fleece he sinks, and settles in the wood:  The singer is besieged with song.\np:He goes to Indra, Vayu, and the Asvins with the rapturous joy, To whomsoe'er his power delights.\np:The waves of pleasant Soma flow to Bhaga, Mitra, Varuna, Well knowing, through his mighty powers.\np:Gain for us, O ye Heaven and Earth, riches of Meath to win us strength:  Gain for us treasures and renown.\np:We choose to-day that chariot-steed of thine, the strong, that brings us bliss, The guardian, the desire of all;\np:The excellent, the gladdener, the Sage with heart that understands.  The guardian, the desire of all;\np:Who for ourselves, O thou most wise, is wealth and fair intelligence, The guardian, the desire of all.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272691,
      "hash": "md5-j86DMqUO0sesNgWbLyk/3A=="
    },
    {
      "id": 3122297346205,
      "key": 212,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "III Agni",
      "content": "p:Agni Vaisvanara, born in course of Order, the messenger of earth, the head of heaven, The Sage, the Sovran, guest of men, our vessel fit for their mouth, the Gods have generated.\np:To thee, immortal! when to life thou springest all the Gods sing for joy as to their infant.  They by thy mental powers were made immortal, Vaisvdnara when thou shonest from thy parents.\np:Him have they praised, mid-point of sacrifices, great cistern of libations, seat of riches.  Vaisvanara, conveyer of oblations, ensign of worship, have the Gods engendered.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272692,
      "hash": "md5-2w6Y69fPVzcq83Swkb1a9w=="
    },
    {
      "id": 7126351495310,
      "key": 213,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "IV Mitra-Varuna",
      "content": "p:Sing forth unto your Varuna and Mitra with a song inspired:  They, mighty Lords, are lofty law.\np:Full springs of fatness, sovran Kings, Mitra and Varuna, the twain, Gods glorified among the Gods,\np:So help ye us to riches, great celestial and terrestrial wealth!  Vast is your sway among the Gods.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272692,
      "hash": "md5-0rWBJNelUK7ZxfziYoetgw=="
    },
    {
      "id": 4300377146679,
      "key": 214,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "V Indra",
      "content": "p:O Indra marvellously bright, come, these libations long for thee, Thus by firie fingers purified!\np:Urged by the holy singer, sped by song, come nigb, O Indra, to  The sacrificing suppliant's pravers!\np:Approach, O Indra, basting thee, Lord of bay horses, to our prayers:  In our libation t ake delight!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272692,
      "hash": "md5-BXsT5QLnzujOjtxM9T5atA=="
    },
    {
      "id": 6758398469772,
      "key": 215,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "VI Indra-Agni",
      "content": "p:Glorify him who compasses all forests with his glowing Dame, And leaves them blackened by his tongue.\np:He who gains Indra's grace by fire enkindled, finds as easy way  Over the floods to splendid wealth.\np:Give us, ye twain, swift steeds to bring Indra and Agni, and bestow  Abundant food with wealth on us.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272692,
      "hash": "md5-0H1xas2I+SlndibwaIakkQ=="
    },
    {
      "id": 7098890289392,
      "key": 216,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "VII Soma Pavamana.",
      "content": "p:Indu hath started forth for Indra's settled place, and slights not,. as a friend, the promise of his friend.  Soma comes onward like a youth with youthful maids, and gains the beaker by a course of hundred paths.\np:Your hymns of pleasant sound, praiseworthy, fond of lauds, have come into the hall enclosed for sacrifice.  Singers have hymned the golden-coloured as he sports, and milchkine have come near to meet him with their milk,\np:O Soma, Indu, while they cleanse thee, with thy wave pour orb us plentiful accumulated food, Which, ceaseless, thrice a day shall yield us hero power enriched. with store of nourishment, and strength, and meath.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272692,
      "hash": "md5-4wrquHeyhpqfKWcu4X53aQ=="
    },
    {
      "id": 6856831641793,
      "key": 217,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "VIII Indra.",
      "content": "p:No one by deed attains to him who works and strengthensevermore:  No, not by sacrifice, to Indra praised of all, resistless, daring, bold in might;\np:The powerful conqueror, invincible in war, him at whose birth the mighty ones, The kine who spread afar, sent their loud voices out, heavens, earths sent their loud voices out.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272692,
      "hash": "md5-Th4BmOXAAly8P5h94Rhc4Q=="
    },
    {
      "id": 2484023501070,
      "key": 218,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "IX Soma Vaisvanara",
      "content": "p:Sit down, O friends, and sing aloud to him who purifies himself:  Deck him for glory, like a child, with holy rites\np:Loose him who bringeth household wealth, even as a calf with. mother kine, Him who bath double strength, strong, god-delighting juice!\np:Purify him who gives us power, most blissful one, that he may be  A banquet for the troop, Mitra, and Varuna!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272692,
      "hash": "md5-XcNNrl5jUvKcAGlGz/hAdQ=="
    },
    {
      "id": 5353640324950,
      "key": 219,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "X Soma Pavamana",
      "content": "p:The Strong hath flowed forth in a thousand streams, flowed through the filter and the sheep's long wool.\np:With ceaseless genial flow the Strong hath run, purified by the waters, blent with milk.\np:Pressed out with stones, directed by the men, go forth, O Soma, into Indra's throat!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272692,
      "hash": "md5-d02CDOyP/w7Oba4fqz/jFQ=="
    },
    {
      "id": 3081569954184,
      "key": 220,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "XI Soma Pavamana",
      "content": "p:The Soma juices which have been expressed afar or near at hand, Or there on Saryanavan's bank,\np:Those pressed among Arjikas, pressed among the active, in, men's homes, Or pressed among the Fivefold Tribes--\np:May these celestial drops, expressed, pour forth upon us, as they flow, Rain from the heavens and hero strength!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272692,
      "hash": "md5-59qJ5PNR4t+Ev6+mvW9S+w=="
    },
    {
      "id": 5132960295275,
      "key": 221,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "XII Agni",
      "content": "p:May Vatsa draw thy mind away even from thy loftiest dwelling-place!  Agni, I yearn for thee with song.\np:Thou art alike in many a place: through all the regions thou art Lord.  In fray and fight we call on thee.\np:When we are seeking spoil we call Agni to help us in the strife, Giver of wordrous gifts in war.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272692,
      "hash": "md5-gO9mN2eWZqJq570JDPerRg=="
    },
    {
      "id": 3394208982903,
      "key": 222,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "XIII Indra",
      "content": "p:O Indra, bring great strength to us, bring valour, 5atakratu, thou most active, bring  A hero conquering in war!\np:For, gracious Satakratu, thou hast ever been a mother and a sire to us, So now for bliss we pray to thee.\np:To thee, strong! much-invoked! who showest forth thy strength, made very mighty! do I speak:  So grant thou us heroic power!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272693,
      "hash": "md5-j+S2VW8d/relt6ob2r7Dhg=="
    },
    {
      "id": 6968610099017,
      "key": 223,
      "part": "PART SECOND",
      "book": "BOOK IV",
      "chapter": "CHAPTER II",
      "title": "XIV Indra",
      "content": "p:Stone-Darting Indra, wonderous God, what wealth thou hast not given me here, That bounty, treasure-finder! bring, filling full both thy hands, to us!\np:Bring what thou deemest worth the wish, O Indra that which is in heavem!  So may we know thee as thou art a giver boundless in thy gifts!\np:Thy lofty spirit famed in all the regions as appeasable,--  With this thou rendest even things firm, Stone-darter! so to win thee strength.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272693,
      "hash": "md5-3ehomvVMnyhXkkilOqELYg=="
    }
  ],
  "hash": "md5-M7U328VpdSJKh2lBCqn8Dg=="
}