{
  "id": 3690617807069,
  "key": 11,
  "title": "PART SECOND BOOK V",
  "book": "BOOK V",
  "created": 1747959272694,
  "data": [
    {
      "id": 1979356472101,
      "key": 224,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "I Soma Pavamana",
      "content": "p:The Maruts with their troop adorn and brighten, even at his birth, the Sage, the lovely infant.  By songs a poet, and a Sage by wisdom, Soma goes singing through the cleansing filter.\np:Light-winner, Rishi-minded, Rishi-maker, hymned in a thousand hymns, leader of sages, Eager to gain his third form, mighty, Soma is, like Viraj, resplendent as a singer.\np:Hawk seated in the press, bird wide-extended, the banner seeking kine and wielding weapons, Uniting with the sea, the wave of waters, the mighty tells his fourth form and declares it.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272694,
      "hash": "md5-jUQUsaGVpbtBLj7RH1OXbw=="
    },
    {
      "id": 2634260196114,
      "key": 225,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "II Soma Pavamana",
      "content": "p:Obeying Indra's dear desire these Soma juices have flowed forth  Increasing his heroic might.\np:Laid in the press and flowing pure to Vayu and the Asvins, may  These give us great heroic strength.\np:Soma, as thou art purified, incite to bounty Indra's heart, To seat him in the shrine of Gods!\np:The ten swift fingers deck thee forth seven ministers impel thee on, The sages have rejoiced in thee.\np:When through the filter thou art poured we clothe thee with a robe of milk, To be a rapturous feast for Gods.\np:When purified within the jars, Soma bright-red and golden-hued, Hath veiled him in a milky dress.\np:Flow onward to our wealthy lords. Drive all our enemies away:  O lndu, pass into thy friend!\np:May we obtain thee, Indra's drink, who viewest men and findest light, Gain thee and progeny and food!\np:Send down the rain from heaven and make splendour upon the earth! Give us, O Soma, victory in war!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272694,
      "hash": "md5-f2Ixbl9Nkaf11F6kbLuOVQ=="
    },
    {
      "id": 7139525078324,
      "key": 226,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "III Soma Pavamana",
      "content": "p:Poured through the fleece in thousand streams purified Soma floweth to, Indra's and Vayu's meeting-place.\np:Sing forth, ye men who long for help, to Pavamana, to the Sage, Effused to entertain the Gods!\np:The Soma drops with thousand powers are purified to win us strength, Hymned to become the feast of Gods.\np:Yea, as thou flowest bring great store of food that we may win us strength:  Indu, bring splendid manly might\np:Like coursers by their drivers urged, they were poured forth, to win us strength, Swift through the woollen straining-cloth.\np:May they in flowing give us wealth in thousands, and heroic power,--  These godlike Soma drops effused!\np:The roaring Soma drops flow on, like milch-kine lowing to, their calves:  They have run forth from both the hands.\np:Beloved by Indra, bringing joy, roaring as thou art purified, Drive all our enemies away.\np:As Pavamanas, driving off the godless, looking on the light, Sit in the place of sacrifice.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272694,
      "hash": "md5-p56BD08wixTfMCFJ2KHClA=="
    },
    {
      "id": 4765410792866,
      "key": 227,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "IV Soma Pavamana",
      "content": "p:The Soma drops, exceeding rich in sweets, to Indra have been poured, Shed with the stream of sacrifice.\np:Sages have called to Indra, like cows, milch-kine, lowing to their calves, Called him to drink the Soma juice.\np:In the stream's wave wise Soma dwells, distilling rapture, in his. seat, Resting upon a wild cow's hide.\np:Far-sighted Soma, Sage and bard, is worshipped in the central point, Of heaven, the straining-cloth of wool.\np:In close embracement Indu holds Soma when poured within the: jars.  And on the purifying sieve.\np:Indu sends forth a voice on high, up in the region of the sea.  Stirring the cask that drops with meath.\np:The tree whose praises never fail dwells in the stream of holy milk, Urged onward by its human friend.\np:O Pavamana bring us wealth bright with a thousand splendours; yea, O Indu, give us ready help!\np:Sage, poet, poured with all his stream, Soma is driven, far away, To the dear places of the sky.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272695,
      "hash": "md5-yU8Mm/M4O7g4RWwWhIwnfQ=="
    },
    {
      "id": 3547645218991,
      "key": 228,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "V Soma Pavamana",
      "content": "p:Loud as a river's roaring wave thy powers have lifted up themselves:  Urge on thine arrow's sharpened point!\np:At thine effusion upward rise three voices fresh and strong, when thou.  Flowest upon the fleecy ridge.\np:On to the fleece they urge with stones the dear, the goldencoloured one, Even Pavamana dropping meath.\np:Flow with thy current to the sieve, O Sage, best giver of delight, To seat these in the shrine of song!\np:Best giver of delight, flow on anointed with the milk for balm, And enter into Indra's throat!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272695,
      "hash": "md5-ADJSfgyEcD/iPvU+VoDkzw=="
    },
    {
      "id": 2187992545595,
      "key": 229,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "VI Soma Pavamana",
      "content": "p:Flow onward, Indu, with this food for him who in thy wild delights, Battered the nine-and-ninety down.\np:Smote swiftly forts, and Sambara, then Yadu and that Turvasa, For pious Divodasa's sake!\np:Finder of horses, pour on us horses and wealth in kine and gold, And Indu, food in boundless store!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272695,
      "hash": "md5-QZ4yh1+ZaROV8+2XS+1pCQ=="
    },
    {
      "id": 6082333432875,
      "key": 230,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "VII Soma Pavamana",
      "content": "p:Chasing our foemen, driving off the godless, Soma floweth on, Going to Indra's settled place.\np:O Pavamana, hither bring great riches, and destroy our foes:  O Indu, grant heroic fame!\np:A hundred obstacles have ne'er checked thee when rain to give thy boons, When, being cleansed, thou combatest.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272695,
      "hash": "md5-0L9hBY4tgfUL5da+lDAxYA=="
    },
    {
      "id": 3194376727649,
      "key": 231,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "VIII Soma Pavamana",
      "content": "p:Flow onward with that stream wherewith thou gavest splendour to the sun, Speeding the waters kind to man!\np:He, Pavamana, high o'er man, yoked the Sun's courser Etasa, To travel through the realm of air.\np:Yea, those bay steeds he harnessed to the chariot that the Sun might come:  Indu, he said, is Indra's self.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272695,
      "hash": "md5-NfPSDL9nReQBWCo2iC5IGA=="
    },
    {
      "id": 6105705466904,
      "key": 232,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "IX Agni",
      "content": "p:Associate with fires, make your God Agni envoy at sacrifice, best skilled in worship, Established firm among mankind, the holy flame-crowned and fed with oil, the purifier!\np:Like a steed neighing eager for the pasture, when he hath stepped forth from the great enclosure:  Then the wind following blows upon his splendour, and, straight, the path is black which thou hast travelled.\np:From thee, a bull but newly born, O Agni, the kindled everlasting flames rise upward.  Aloft to heaven as ruddy smoke thou mountest: Agni, thou speedest to the Gods as envoy.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272695,
      "hash": "md5-c39BlCgIwYpIVtfUQljVnA=="
    },
    {
      "id": 1870077281739,
      "key": 233,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "X Indra",
      "content": "p:We make this Indra very strong to strike the mighty Vritra dead:  A vigorous hero shall he be.\np:This Indra, made for giving gifts, is stablished, mightiest, in strength, Bright, meet for Soma, famed in song.\np:By song, as 'twere' the powerful bolt which none may parry, was prepared:  Strong and invincible he grew.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272695,
      "hash": "md5-DocFzs1evJjIcrYd3jx/1g=="
    },
    {
      "id": 1895485145248,
      "key": 234,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "XI Soma Pavamana",
      "content": "I. Adhvaryu, to the filter lead the Soma-juice expressed with stones:  Make thou it pure for Indra's drink!\np:These Gods and all the Marut host, Indu! enjoy this juice of thine, This Pavamana's flowing meath.\np:Pour out for Indra, Thunder-armed, the milk of heaven, the Soma's juice, Most excellent, most rich in sweets!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272695,
      "hash": "md5-wPKT6+mExOOJIxIH2z8Iuw=="
    },
    {
      "id": 4202887664085,
      "key": 235,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "XII Soma Pavamana",
      "content": "p:On flows the potent juice, sustainer of the heavens, the strength of Gods, whom men must hail with shouts of joy, Thou, gold-hued, started like a courser by brave men, art lightly showing forth thy splendour in the streams.\np:He takes his weapons, like a hero, in his hands, fain to win light, car-borne, in forays for the kine.  Indu, while stimulating Indra's might, is urged forward and balmed by sages skilful in their task.\np:Soma, as thou art purified with flowing wave, exhibiting thy strength enter thou Indra's throat.  Make both worlds stream for us, as lightning doth the clouds: mete out exhaustless powers for us through this our prayer!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272695,
      "hash": "md5-95gNVXv+y69Zo6Ny6UTnJg=="
    },
    {
      "id": 3663415751423,
      "key": 236,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "XIII Indra",
      "content": "p:Though, Indra, thou art called by men eastward and westward, north and south, Thou chiefly art with Anava and Turvasa, brave champion! urged by men to come.\np:Or, Indra, when with Ruma, Rusama, Syavaka, and Kripa thou rejoicest thee, Still do the Kanvas, bringing prayer, with hymns of praise O Indra, draw thee hither: come!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272695,
      "hash": "md5-fjm0VO5scITnaScAQXqg8A=="
    },
    {
      "id": 5291785507130,
      "key": 237,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "XIV Indra",
      "content": "p:Both boons,-may, Indra, hitherward turned, listen to this prayer of ours.  And mightiest Maghavan with thought inclined to us come near to drink to Soma juice!\np:For him, strong, independent ruler, Heaven and Earth have fashioned forth with power and might.  Thou seatest thee as first among thy peers in place, for thy soul longs for Soma juice.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272695,
      "hash": "md5-UOyTM8lOdF6Cjmt5hAIaRw=="
    },
    {
      "id": 1655925485591,
      "key": 238,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "XV Soma Pavamana",
      "content": "p:God, working with mankind flow on; to Indra go thy gladdening juice:  To Vayu mount as Law commands!\np:O Soma Pavamana, thou pourest out wealth that may be famed:  O Indu, pass into the lake!\np:Soma, thou flowest chasing foes, finder of wisdom and delight:  Drive thou the godless folk afar!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272696,
      "hash": "md5-vwF1akSZKpzVpqYceIu5Rg=="
    },
    {
      "id": 3115940622597,
      "key": 239,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "XVI Soma Pavamana",
      "content": "p:Stream on us riches that are craved by hundreds, best at winning spoil, Riches, O Indu, thousandfold, most splendid, that surpass the light!\np:May we, O Vasu, be most near to this thy bounty, food, and wealth!  Desired by many men, and in thy favour, O resistless one!\np:Effused, this Indu hath flowed on, distilling rapture, to the fleece.  He streams erect to sacrifice, as 'twere with splendour, seeking kine.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272696,
      "hash": "md5-RzP+oqcp1QS1gZ0M9i4LgA=="
    },
    {
      "id": 6864633128195,
      "key": 240,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "XVII Soma Pavamana",
      "content": "p:Flow onward, Soma, as a mighty sea, as Father of the Gods, to every form!\np:Flow on, O Soma, radiant for the Gods, blissful to heaven and earth and living things!\np:Thou art, bright juice, sustainer of the sky: flow, mighty, in accordance with true law!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272696,
      "hash": "md5-5ugWTvOvpMPrszSvuiz9Vg=="
    },
    {
      "id": 2004416075958,
      "key": 241,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "XVIII Agni",
      "content": "I. I laud your most beloved guest, like a dear friend, O Agni, him!  Who, like a chariot, wins us wealth.\np:Whom as a Sage who merits praise the Gods have, from the olden time, Established among mortal men.\np:Do thou, most youthful God, protect the men who offer, hear their songs, And of thyself preserve their seed!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272696,
      "hash": "md5-iljScSmyiFdZEeBGAq6WTA=="
    },
    {
      "id": 3607813248257,
      "key": 242,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "XIX Indra",
      "content": "p:Come unto us, O Indra, dear, still conquering, unconcealable  Wide as a mountain spread on all sides, Lord of heaven.\np:O truthful Soma-drinker, thou art mightier than both the worlds.  Thou strengthenest him who pours'libation, Lord of heaven.\np:For thou art he, O Indra, who upholdeth all our fortresses, The Dasyu's slayer, man's sustainer, Lord of heaven.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272696,
      "hash": "md5-AZ9Arisaku5GCju3Km1t+A=="
    },
    {
      "id": 4336183171627,
      "key": 243,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER I",
      "title": "XX Indra",
      "content": "p:Render of forts, the young, the wise, of strength unmeasured, was he born, Sustainer of each sacred rite, Indra, the Thunderer, much extolled,\np:Thou wielder of the stone, didst burst the cave of Vala rich in kine.  The Gods came pressing to thy side, and free from terror aided thee.\np:They glorified with hymns of praise Indra who reigneth by his might, Whose bounteous gifts in thousands come, yea, even more abundantly.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272696,
      "hash": "md5-eRdOT1cUyFFDvE/nMyeV4w=="
    },
    {
      "id": 6651056644476,
      "key": 244,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "I Soma Pavamana",
      "content": "p:Guard of all being, generating creatures, loud roared the sea as highest law commanded.  Strong in the filter, on the fleecy summit, pressed from the stone, Soma hath waxen mighty.\np:Make Vayu glad, for furtherance and bounty: cheer Varuna and Mitra, as they cleanse thee!  Gladden the Gods, gladden the host of Maruts: make Heaven and Earth rejoice, O God, O Soma!\np:Soma, the mighty, when, the water's offspring, he chose the Gods, performed that great achievement.  He, Pavamana, granted strength to Indra: he, Indu, generated strength in Surya.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272696,
      "hash": "md5-87G1FmYbvSaMnbMDPdWmaQ=="
    },
    {
      "id": 6801395500267,
      "key": 245,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "II Soma Pavamana",
      "content": "p:Here present this immortal God flies, like a bird upon her wings, To settle in the vats of wood.\np:Praised by the sacred bards, this God dives into waters, and bestows  Rich gifts upon the worshipper.\np:He. like a warrior going forth with heroes, as he flows along.  Is fain to win all precious boons.\np:This God as he is flowirig on speeds like a car and gives his aid:  He lets his voice be heard of all.\np:This God, while flowing, is adorned, gold-coloured, for the spoil, by men  Devout and skilled in holy songs.\np:This God, made ready with the hymn runs swiftly through the winding ways, Inviolable as he flows.\np:A way he rushes with his stream, across the regions, into heaven, And roars as he is flowing on.\np:While flowing, meet for sacrifice, he hath gone up to heaven, across  The regions, never overthrown.\np:By generation long ago, this God, engendered for the Gods, Flows tawny to the straining-cloth.\np:This Lord of many holy laws, even at his birth engendering strength, Effused, flows onward in a stream.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272696,
      "hash": "md5-Zr77k+YJ6ArHXml0tIK+4A=="
    },
    {
      "id": 5440417679185,
      "key": 246,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "III Soma Pavamana",
      "content": "p:Through the fine fingers, with the song, this hero comes with rapid cars, Going to Indra's settled place.\np:In holy thought he ponders much for the great service of theGods, Where the immortals have their seat.\np:Men beautify him in the vats, him worthy to be beautified, Him who brings forth abundant food.\np:He is deposited and led along the consecrated path  When zealous men are urging him,\np:He moves, a vigorous steed, adorned with beauteous rays of shining gold, He who is Sovran of the streams.\np:He brandishes his horns on high, and whets them, bull who leads the herd, Doing with might heroic deeds.\np:He, over places rough to pass bringing rich treasures, closely pressed.  Descends into the reservoirs.\np:Him, even him the golden-hued, well armed, best giver of delight, Ten fingers urge to run his course.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272696,
      "hash": "md5-P2Zi2hHjxSLgpke/pNwvFw=="
    },
    {
      "id": 4766016999592,
      "key": 247,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "IV Soma Pavamana",
      "content": "p:This Bull, this chariot robes him in the sheep's long wool as heproceeds.  To war that wins a thousand spoils.\np:The dames of Trita with the stones urge forth this goldencoloured one, Indu to Indra for his drink.\np:He like a falcon settles down amid the families of men, Like lover speeding to his love.\np:This young exhilarating juice looks downward from its place in heaven, This Soma drop that pierced the sieve.\np:Pressed for the draught, this tawny juice flows forth intelligent, calling out, Unto the well-beloved place.\np:Him, here, the gold-decked skilful ten cleanse carefully, who make him bright.  And beauteous for the gladdening draught.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272697,
      "hash": "md5-VaQ/CjFqGeHhdUw+HEh8+A=="
    },
    {
      "id": 6736910319384,
      "key": 248,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "V Soma Pavamana",
      "content": "p:Urged by the men, this vigorous steed, Lord of the mind omniscient, Flies to the long wool of the sheep.\np:Within the filter hath he flowed, this Soma for the Gods effused.  Entering all their essences.\np:He shines in beauty there, this God, immortal, in his dwellingplace, Foe-slayer, dearest to the Gods.\np:Directed by the sisters ten, bellowing on his way this Steer  Runs onward to the wooden vats.\np:This Pavamana, gladdening drink within the purifying sieve, Gave splendour to the Sun in heaven.\np:Unconquerable Lord of speech, dwelling beside Viavasvan, he  Mounts up together with the Sun.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272697,
      "hash": "md5-eCfaCOY0acKi8Xnm+3axdw=="
    },
    {
      "id": 3413489991847,
      "key": 249,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "VI Soma Pavamana",
      "content": "p:This Sage, exalted by our lands, flows to the purifying sieve, Scattering foes as he is cleansed.\np:Giver of strength, winner of light, for Indra and for Vayu he  Is poured upon the filtering-cloth.\np:The men conduct him, Soma, Steer, omniscient the head of heaven.  Effused into the vats of wood.\np:Longing for kine, longing for gold hath Indu Pavamana roared, Still conqueror, never overcome.\np:To Indra in the firmament this mighty tawny Steer hath flowed  This Indu, being purified.\np:This Soma being purified flows mighty and invincible, Slayer of sinners, dear to Gods.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272697,
      "hash": "md5-w0P26Sny/iS5tzauddtqGQ=="
    },
    {
      "id": 3387414149961,
      "key": 250,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "VII Soma Pavamana",
      "content": "p:This Soma, strong effused for draught, flows to the purifying sieve, Slaying the fiends, loving the Gods.\np:Far sighted, tawny-coloured, he flows to the sieve intelligent, Bellowing to his place of rest.\np:This vigorous Pavamana runs forth to the luminous realm of heaven, Fiend-slayer, through the sheep's long wool.\np:This Pavamana, up above on Trita's ridge, hath made the Sun, Together with the Sisters, shine.\np:Effused, this Soma, Steer, who slays Vritra, room-giver, unbeguiled, Hath gone as 'twere to win the spoil.\np:Urged by the sage upon his way, this God speeds forward to the: vats, Indu to Indra, giving boons.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272697,
      "hash": "md5-vE1ZmYEMzTFkXxFB/uK/ZQ=="
    },
    {
      "id": 4080885171537,
      "key": 251,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "VIII Soma Pavamana",
      "content": "p:The man who reads the essence stored by saints, the Pavamana hymns, Tastes food completely purified, made sweet by Matarisvan's touch.\np:Whoever reads the essence stored by saints, the Pavamana hymns, For him Sarasvat! pours forth water and butter, milk and meath.\np:Yea, for the Pavamanas flow richly, drop fatness, bring us weal,--  Amrit deposited among the Brahmans, essence stored by saints.\np:So may the Pavamana hymns bestow on us this world and that, And gratify our hearts' desires'-the Goddesses combined with Gods!\np:The purifying flood wherewith Gods ever purify themselves,--  With that, in thousand currents, may the Pavamanas make us clean!\np:The Pavamana hymns bring weal: by these man goes to Paradise, And, eating pure and holy food, attains to immortality.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272697,
      "hash": "md5-em60yyuVCxEoJ1sCDaXXUg=="
    },
    {
      "id": 5637278890928,
      "key": 252,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "IX Agni",
      "content": "p:We with great reverence have approached the Youngest, who hath shone forth well kindled in his dwelling, Wondrously bright between wide earth and heaven, well worshipped, looking forth in all directions.\np:Through his great might o'ercoming all misfortunes, praised in the house is Agni Jatavedas.  May he preserve us from disgrace and trouble, both us who laud him and our wealthy princes!\np:O Agni, thou art Varuna and Mitra: Vasishthas! with their holy hymns exalt thee.  With thee be most abundant gain of treasure!  Do ye preserve us evermore with blessing!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272697,
      "hash": "md5-yj/6EcwFwsB6peow30Btog=="
    },
    {
      "id": 4530319581926,
      "key": 253,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "X Indra",
      "content": "p:Indra, great in his power and might, and like Parjanya rich in rain.  Hath been increased by Vatsa's lauds.\np:Since Kanvas have with lauds made him completer of the sacrifice, Words are their own appropriate arms.\np:When priests who magnify the Son of holy law present their gifts, Sages with Order's hymn of praise.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272697,
      "hash": "md5-Oox8hrsw1Vc5HibLUpKG0Q=="
    },
    {
      "id": 2483532104055,
      "key": 254,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XI Soma Pavamana",
      "content": "p:Of gold-hued Pavamana, great destroyer, radiant streams have flowed, Swift streams of him whose gleams are swift.\np:Best rider of the chariot, praised with fairest praise 'mid beauteous ones, Gold gleaming with the Marut host,\np:Penetrate, Pavamana, best at winning booty, with thy rays, Giving the Singer hero strength!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272697,
      "hash": "md5-lQVRWuRs+c9AV2gnklfq+w=="
    },
    {
      "id": 1808029538503,
      "key": 255,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XII Soma Pavamana",
      "content": "p:Hence sprinkle forth the juice effused, Soma, the best of sacred gifts, Who, friend of man, hath run among the water-streams He hath pressed Soma out with stones.\np:Now, being purified, flow hither through the fleece, invincible and more odorous!  We joy in thee in waters when thou art effused, blending thee still with juice and milk.\np:Pressed out for all to see, delighting Gods, Indu, far-seeing one, is mental power.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272697,
      "hash": "md5-AzZsclw1VH3r6q4S6nsPwQ=="
    },
    {
      "id": 5764106569168,
      "key": 256,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XIII Soma Pavamana",
      "content": "p:Even as a King hath Soma, red and tawny Bull, been pressed the wondrous one hath bellowed to the kine.  While purified thou passest through the filtering fleece to seat thee hawk-like in the place that drops with oil.\np:Parjanya is the sire of the leaf-bearing Bull: on mountains, in earth's centre hath he made his home.  The waters have flowed forth, the Sisters, to the kine: he meets the pressing-stones at the beloved rite.\np:To glory goest thou, a Sage with ordering skill, like a groomed steed thou rushest forward to the prize.  Be gracious to us, Soma, driving off distress! Thou goest, clothed in butter, to a robe of state.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272697,
      "hash": "md5-RRNuL/C27VkK0b5lNBMS0g=="
    },
    {
      "id": 5192893662054,
      "key": 257,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XIV Indra",
      "content": "p:Turning as 'twere to meet the Sun, enjoy from Indra all good things!  When he who will be born is born with power we look to treasures as our heritage.\np:Praise him who sends us wealth, prompt with his liberal boons Good 4re the gifts that Indra gives.  He is not wroth with one who satisfies his wish: he instigates, his mind to give.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272698,
      "hash": "md5-FLVGU8y71cbXI8SPrfkR6g=="
    },
    {
      "id": 5432177333464,
      "key": 258,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XV Indra",
      "content": "p:Indra, give us security from that whereof we are afraid  Help us, O Maghavan, let thy favour aid us thus drive away foes and enemies!\np:For thou, O liberal Lord of ample bounty, art the ruler of our house and home.  So, Indra Maghavan, thou lover of the song, we with pressed Soma call on thee.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272698,
      "hash": "md5-Ry3lV3L+5ur3WdtNhpAf5g=="
    },
    {
      "id": 4356526599006,
      "key": 259,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XVI Soma Pavamana",
      "content": "p:Thou, Soma, hast a running stream, sweet-toned most strong at sacrifice:  Flow bounteously bestowing wealth\np:Thou most delightful, when effused, running, the best of gladdeners, art  Indu, still conquering, ne'er subdued.\np:Do thou, poured forth by pressing- stones, flow hither uttering a roar, And bring us brightly-glorious strength!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272698,
      "hash": "md5-8x3XK6vcWU06Fy6kxqPcLw=="
    },
    {
      "id": 6870038611418,
      "key": 260,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XVII Soma Pavamana",
      "content": "p:In might, O Indu, with thy streams flow for the banquet of the Gods:  Rich in meath, Soma, in our beaker take thy seat!\np:Thy drops that swim in water have exalted Indra to delight  The Gods have drunk thee up for immortality.\np:Stream opulence to us, ye drops of Soma, pressed and purified  Pouring down rain from heaven in floods, and finding light!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272698,
      "hash": "md5-pUbEwyHkzUfmVLXXfiVEpg=="
    },
    {
      "id": 4366410361803,
      "key": 261,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XVIII Soma Pavamana",
      "content": "p:Him with the fleece they purify, brown, golden-hued beloved of all, Who with exhilarating juice goes forth to all the deities\np:Whom, bright with native splendour, crushed between the preesing-stones, a friend.  Whom Indra dearly loves, the waves and ten companions dip and bathe\np:For Vritra-slaying Indra, thou, Soma, art poured that he may drink, And for the guerdon-giving man, the hero sitting in his seat.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272698,
      "hash": "md5-FUs/vfwuGk7exM1LtQRwsQ=="
    },
    {
      "id": 5965191968353,
      "key": 262,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XIX Soma Pavamana",
      "content": "p:Flow onward Soma, flow for mighty strength, as a strong courser, bathed, to win the prize.\np:The pressers clarify this juice of thine, the Soma for delight and lofty fame.\np:They deck the gold-hued infant, newly-born, even Soma, Indu, in the sieve, for Gods.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272698,
      "hash": "md5-gOTGzSRdwS/zz70oP7VxXQ=="
    },
    {
      "id": 6896485769049,
      "key": 263,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XX Soma Pavamana",
      "content": "p:The Gods have come to Indu well-descended, beautified with milk, The active crusher of the foe.\np:Even as mother cows their calf, so let our praise-songs strengthen him, Yea, him who winneth Indra's heart!\np:Soma, pour blessings on our kine, pour forth the food that streams with milk:  Increase the sea, praiseworthy one!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272698,
      "hash": "md5-MlkvMuG1gEw55JwkbQRG/g=="
    },
    {
      "id": 3098912040357,
      "key": 264,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XXI Indra",
      "content": "p:Hitherward! they who light the flame and straightway trim the sacred grass, Whose friend is Indra ever young.\np:Large is their fuel, much their laud, wide is their splinter from the stake, Whose friend is Indra ever young.\np:Unquelled in fight the hero leads his army with the warrior chiefs, Whose friend is Indra ever young.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272698,
      "hash": "md5-ka1zkwr5N8dvrR1vlApa9Q=="
    },
    {
      "id": 4808193720700,
      "key": 265,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XXII Indra",
      "content": "p:He who alone bestoweth wealth on mortal man who offereth gifts, Is Indra only, potent Lord whom none resist.\np:Whoever with the Soma pressed draws thee away from many men,-  Verily Indra gains thereby tremendous power.\np:When willhe trample, like a weed, the man who hath no gift for him?  When, verily, will Indra hear our songs of praise?",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272698,
      "hash": "md5-ZMDNNGA2YC3PgNBjA0CfJQ=="
    },
    {
      "id": 3813675688447,
      "key": 266,
      "part": "PART SECOND",
      "book": "BOOK V",
      "chapter": "CHAPTER II",
      "title": "XXIII Indra",
      "content": "p:The singers hymn thee, they who chant the psalm of praise are lauding thee.  The Brahmans have exalted thee, O Satakratu, like a pole.  2, When thou wast climbing ridge from ridge, he looked upon the toilsome task:  Indra takes notice of that wish, and the Ram hastens with his troop.\np:Harness thy pair of strong bay steeds, long-maned, whose bodies fill the girths.  And, Indra, Soma drinker, come to listen to our songs Of praise!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272698,
      "hash": "md5-sVfqm6UKBLBkxLEyxrMl7A=="
    }
  ],
  "hash": "md5-3qIu4r4VVhtRjuH4RlkWqw=="
}