{
  "id": 1362609527932,
  "key": 12,
  "title": "PART SECOND BOOK VI",
  "book": "BOOK VI",
  "created": 1747959272699,
  "data": [
    {
      "id": 5272867088661,
      "key": 267,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER I",
      "title": "I Agni",
      "content": "p:Agni,well kindled bring the Gods for him who offers holy gifts;  And worship them, pure Hotar-priest!\np:O Sage, Tanunapat, present our sacrifice to Gods to-day, Sweet to the taste, that they may help!\np:Dear Narasansa, sweet of tongue, presenter of oblations, I  Invoke to this our sacrifice.\np:Agni, on thy most easy car, entreated, hither bring the Gods!  Manus-appointed Priest art thou.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272699,
      "hash": "md5-jbQBkTBDlsSAuG7ki6JpCQ=="
    },
    {
      "id": 2648196017351,
      "key": 268,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER I",
      "title": "II Adityas",
      "content": "p:So when the Sun hath risen to-day may sinless Mitra, Aryaman, Bhaga, and Savitar send us forth!\np:May this our home be guarded well: forward, ye bounteous, on the way, Who bear us safely o'er distress!\np:Yea, Aditi, and those great Kings whose statute is inviolate, Are sovrans of a vast domain.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272699,
      "hash": "md5-okzAZiiUA7a86HrvfjV+tg=="
    },
    {
      "id": 6948708165776,
      "key": 269,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER I",
      "title": "III Indra",
      "content": "p:Let Soma juices make thee glad! Display thy bounty, Thunderer:  Drive off the enemies of prayer!\np:Crush with thy foot the niggard churls who bring no gifts! mighty art thou:  There is not one to equal thee.\np:Thou art the Lord of Somas pressed, Somas unpressed are also thine:  Thou art the Sovran of the folk.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272699,
      "hash": "md5-7va+isa9ZTXtMUvDuJTt7g=="
    },
    {
      "id": 5149775710308,
      "key": 270,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER I",
      "title": "IV Soma Pavamana",
      "content": "p:True object of our hymns, Sage, watchful Soma hath settled in the press as they refine him.  Him the Adhvaryus, paired and eager, follow, leaders of sacrifice and skilful-handed.\np:He, purified and bringing gifts to Surya, hath filled full heaven and earth, and hath disclosed them.  He by whose dear help heroes gain their wishes will yield the precious meed as to a victor.\np:He, being cleansed, the strengthener and increaser, bountiful Soma helped us his lustre, Wherein our sires of old who knew the footsteps found light and sought the kine within the mountain.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272699,
      "hash": "md5-duabVtwLOFZD/yBwR9zrcw=="
    },
    {
      "id": 3463259348657,
      "key": 271,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER I",
      "title": "V Indra",
      "content": "p:Glorify naught besides, O friends, so shall no sorrow trouble you!  Praise only mighty Indra, when the juice is shed, and say your lauds repeatedly!\np:Even him, the swift one, like a bull who rushes down men's conqueror, bounteous like a cow;  Him who is cause of both, of enmity and peace, to both sides most munificent.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272699,
      "hash": "md5-NJeGPGq2NTSCYovHnvzHXA=="
    },
    {
      "id": 1660508845441,
      "key": 272,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER I",
      "title": "VI Indra",
      "content": "p:These songs of our exceeding sweet, these hymns of praise ascend to thee, Like ever-conquering chariots that display their strength, gain wealth and give unfailing help.\np:The Bhrigus are like suns, like Kanvas, and have gained each thing whereon their thought was bent.  The living men of Priyamedha's race have sun g exalting Indra with their lauds.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272699,
      "hash": "md5-L7GjVy13BJ/717Vfn2bOVQ=="
    },
    {
      "id": 6731595693297,
      "key": 273,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER I",
      "title": "VII Soma Pavamana",
      "content": "p:Run forth to battle conquering the Vritras! thou Speedest to quell the foe like one exacting debts.\np:Thou Pavamana, didst beget the Sun with might, and rain in the supporting sky, Hasting to us with plenty vivified with milk.\np:For, Soma, we rejoice ourselves in thee effused for great supremacy in fight;  Thou, Pavamana, enterest into mighty deeds.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272700,
      "hash": "md5-+1E0aOKRiztSPnhV2bZZaA=="
    },
    {
      "id": 4085571622364,
      "key": 274,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER I",
      "title": "VIII Soma Pavamana",
      "content": "p:Flow forth, O Soma, flow thou onward, sweet to Indra's, Mitra's, Pushan's, Bhaga's taste!\np:So flow thou on as bright celestial juice, flow to the vast immortal dwelling-place!\np:Let Indra drink, O Soma, of thy juice for wisdom, and all deities for strength!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272700,
      "hash": "md5-azcQGeBAw7fUHq9z77gjtw=="
    },
    {
      "id": 3584894070043,
      "key": 275,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER I",
      "title": "IX Soma Pavamana",
      "content": "p:Even as the beams of Surya, urging men to speed, they issue forth together, gladdening as they flow, These swift outpourings in long course of holy rites: no form save only Indra shows itself so pure.\np:The thought is deeply fixed, the savoury juice is shed; the tongue with joyous sound is stirring in the mouth:  And Pavamana, like the shout of those who press, the drop, rich in sweet juice, is flowing through the fleece.\np:The bull is bellowing; the cows are coming nigh: the Goddesses approach the God's own resting-place.  Onward hath Soma pressed through the sheep's fair bright fleece, and hath, as 'twere, endued a garment newly washed.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272700,
      "hash": "md5-8WsekcQOLeYQKWH4/fOtnQ=="
    },
    {
      "id": 1881033010379,
      "key": 276,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER I",
      "title": "X Agni",
      "content": "p:From the two fire-sticks have the men engendered, with thought, urged by the hand, the glorious Agni, Far-seen, with pointed flame, Lord of the Homestead.\np:The Vasus set that Agni in the dwelling, fair to behold, for help, from every quarter:  Who, in the house for ever, must be honoured.\np:Shine thou before us, Agni, well-enkindled, with flame, most youthful God, that never fadeth!  To thee come goods and treasures all together.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272700,
      "hash": "md5-bEmZGhf3BCUAbwTAk/yQKg=="
    },
    {
      "id": 5172996207069,
      "key": 277,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER I",
      "title": "XI Surya",
      "content": "p:This spotted Bull hath come and sat before the mother in the east, Advancing to his father heaven.\np:As expiration from his breath, his radiance penetrates within  The Bull shines out through all the sky.\np:Song is bestowed upon the Bird: it reigns supreme through thirty realms.  Throughout the days at break of morn.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272700,
      "hash": "md5-qJM8mXmc1ZCaw/QguxkoJw=="
    },
    {
      "id": 2781069877522,
      "key": 278,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "I Agni",
      "content": "p:Chant we a hymn to Agni while we go to sacrifice, to him  Who hears us even from afar!\np:Who from of old, in carnage, when the folk were gathered, hath preserved.  His household for the worshipper.\np:May that most blissful Agni guard our wealth and all ourfamily.  And keep us safe from pain and grief\np:Yea, let men say, Agni is born, even he who slayeth Vritra, he, Who winneth wealth in every fight!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272700,
      "hash": "md5-ymCf8emRl/8LUMjM8FfpQA=="
    },
    {
      "id": 3575864324898,
      "key": 279,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "II Agni",
      "content": "p:Harness, O Agni, O thou God, thy steeds which are most excellent!  The fleet ones bring the rapidly.\np:Come hither, bring the Gods to us to taste the sacrificial feast, To drink the draught of Soma juice!\np:O Agni of the Bharatas, flame splendid with unfading might  Shine forth and gleam, eternal one!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272700,
      "hash": "md5-/MHCt+dNKBs/u18HE/KUcw=="
    },
    {
      "id": 2948423808986,
      "key": 280,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "III Soma Pavamana",
      "content": "p:Let him, as mortal, crave this speech for him who presses of the juice!  As Bhrigu's sons chased Makha, so drive ye the niggard hound away.\np:The kinsman hath endued his robe even as a son is clasped in arms.  He went, as lover to a dame, to take his station suitor-like.\np:That hero who produces strength, he who hath propped both worlds apart, Gold-hued, hath wrapped him in the sieve to settle, priest-like, in his place.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272700,
      "hash": "md5-Zenp/lb+HYr18dtgl5K8+A=="
    },
    {
      "id": 3009872822075,
      "key": 281,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "IV Indra",
      "content": "p:Still, Indra, from all ancient time rivalless ever and companionless art thou:  Thou seekest friendship but in war.\np:Thou findest not the wealthy man to be thy friend: those scorn thee who are flown with wine.  What time thou thunderest and gatherest, then thou, even as a father, art invoked.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272700,
      "hash": "md5-Xth5a56CpN0Quq8Nf9Wq3g=="
    },
    {
      "id": 2443707761111,
      "key": 282,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "V Indra",
      "content": "p:A thousand and a hundred steeds are harnessed to thy golden car:  Yoked by devotion, Indra, let the long-maned bays bring thee to drink the Soma juice!\np:Yoked to thy chariot wrought of gold, may thy two bays with, peacock tails.  Convey thee hither, steeds with their white backs, to quaff sweet juice that makes us eloquent!\np:So drink, thou lover of the song, as the first drinker, of this juice.  This the outpouring of the savoury sap prepared is good and meet to gladden thee.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272700,
      "hash": "md5-HjhgbEO+iathJ0gxvANt0Q=="
    },
    {
      "id": 7062995735719,
      "key": 283,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "VI Soma Pavamana",
      "content": "p:Press ye and pour him, like a steed, laud-worthy, speeding through the region and the flood, Who swims in water, dwells in wood\np:The Steer with thousand streams who poureth out the rain, dear to the race of deities;  Who, born in Law, hath waxen mighty by the Law, King, God, and lofty ordinance.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-K+AUyGHPo5G1zptsKDQUeQ=="
    },
    {
      "id": 4859666783726,
      "key": 284,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "VII Agni",
      "content": "p:Served with oblation, kindled, bright, through love of song, may Agni, bent  On riches, smite the Vritras dead\np:His father's father, shining in his mother's ever-lasting side, Set on the seat of sacrifice!\np:O active Jatavedas, bring devotion that wins progeny, Agni, that it may shine to heaven!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-gb1v08+JsQmeIYpq6gU/XA=="
    },
    {
      "id": 1692986816712,
      "key": 285,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "VIII Soma Pavamana",
      "content": "p:Made pure by this man's urgent zeal and impulse, the God hath with his juice the Gods pervaded.  Pressed, singing, to the sieve he goes, as passes the Hotar to enclosures hoiding cattle.\np:Robed in fair raiment meet to wear in combat, a mighty Sage pronouncing invocations, Roll onward to the press-boards as they cleanse thee, far-seeing at the feast of Gods and watchful!\np:Dear, he is brightened on the fleecy summit, a prince among us, nobler than the noble.  Roar out as thou art purified, run forward! Do ye preserve us evermore with blessings!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-A1/EHYyeXPwzWYNtoaSyQQ=="
    },
    {
      "id": 5587647889502,
      "key": 286,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "IX Indra",
      "content": "p:Come now and let us glorify pure Indra with pure Sama hymn!  Let milk-blent juice delight him made stronger with pure, pure songs of praise!\np:O Indra, come thou pure to us, with pure assistance pure thyself!  Pure, send thou riches down to us, and, meet for Soma! pure, rejoice!\np:O Indra, pure, vouchsafe us wealth, and, pure enrich the worshipper!  Pure, thou dost strike the Vritras dead, and strivest pure, to win the spoil.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-KeZMNRUVqtCEwC1i65d41Q=="
    },
    {
      "id": 5171239432702,
      "key": 287,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "X Agni",
      "content": "p:Eager for wealth we meditate Agni's effectual laud to-day, Laud of the God who touches heaven.\np:May Agni who is Hotar-priest among mankind accept our songs, And worship the celestial folk!\np:Thou, Agni, art spread widely forth, Priest dear and excellent through thee  Men make the sacrifice complete.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-5UOAwE81724nYAaAMKsqrw=="
    },
    {
      "id": 4628377252729,
      "key": 288,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "XI Soma Pavamana",
      "content": "p:To him, praiseworthy, sacred tones have sounded, Steer of the triple height, the life-bestower.  Dwelling in wood, like Varuna, a river, lavishing treasure, he distributes blessings.\np:Great conqueror, warrior girt, Lord of all heroes, flow on thy way as he who winneth riches:  With sharpened arms, with swift bow, never vanquished in battle, vanquishing in fight the foemen!\np:Giving security, Lord of wide dominion, send us both heaven and earth with all their fulness!  Striving to win the Dawns, the light, the waters, and cattle, call to us abundant booty!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-pyfiEX+OHJYQhSaq4TLxFQ=="
    },
    {
      "id": 2084571650204,
      "key": 289,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "XII Indra",
      "content": "p:O Indra, thou art far-renowned, impetuous Lord of power and might.  Alone, the never-conquered guardian of mankind, thou smitest down resistless foes.\np:As such we seek thee now, O Asura, the most wise, craving thy bounty as our share  Thy sheltering defence is like an ample cloak. So may thy favours reach to us.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-s+65HopeCWV1dObSPY3zEw=="
    },
    {
      "id": 3840953845669,
      "key": 290,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "XIII Agni",
      "content": "p:Thee have we chosen, skilfullest in sacrifice, immortal, Priest, among the Gods, Best finisher of this holy rite:\np:The Waters' Child, the blessed brightly-shining one, Agni whose, light is excellent.  May he by sacrifice win us in heaven the grace of Mitra, Varuna, and the Floods!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-blqZNkJ9/9jYH/gIfguXIQ=="
    },
    {
      "id": 7030043110914,
      "key": 291,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "XIV Agni",
      "content": "p:Lord of all food is he, the man whom thou protectest in the fight, Agni, and urgest to the fray.\np:Him, whosoever he may be, no one may vanquish, mighty one!  Nay, very glorious wealth is his.\np:May he who dwells with all mankind conquer in fight with steeds of war, With sages may he win the spoil.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-ZTT3IY901EVYf81ctQf+kw=="
    },
    {
      "id": 6606869629060,
      "key": 292,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "XV Soma Pavamana",
      "content": "p:Ten sisters, pouring out the rain together, the sage's quickly  moving thoughts, adorn him.  Hither hath run the gold-hued Child of Surya, and reached the vat like a fleet vigorous courser.\np:Even as a youngling shouting with his mothers, the bounteous Steer hath flowed along with waters.  As youth to damsel, so with milk he hastens on to the settled meeting-place, the beaker.\np:Yea, swollen is the udder of the milch-cow; thither in streams. comes very sapient Indu.  The kine make ready, as with new-washed treasures, the head and chief with milk within the vessels.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-qHCsSFPdv6fs/xVU8Q445g=="
    },
    {
      "id": 2816064243684,
      "key": 293,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "XVI Indra",
      "content": "p:Drink, Indra, of the savoury juice, and cheer thee, with our milky draught!  Be, for our weal, our friend and sharer of the feast, and let thy wisdom guard us well!\np:In thy kind grace and favour may we still be strong: cast us not down before the foe!  With manifold assistance guard and succour us, and stablish us in thy good-will!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-ePzcb6IA6Qh0C3xHvqzv7Q=="
    },
    {
      "id": 6039362431374,
      "key": 294,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "XVII Soma Pavamana",
      "content": "p:The three-times seven milch-kine in the loftiest heaven have for this Soma poured the genuine milky draught.  Four other beauteous creatures hath he made for his adornment when he waxed in strength through holy rites.\np:Enjoying lovely Amrit by his wisdom he divided, each apart from other, earth and heaven.  He gladly wrapped himself in the most lucid floods, when through their glory they-found the God's resting-place.\np:May those his brilliant rays be ever free from death, inviolate for both classes of created things--  Rays wherewith powers of men and Gods are purified! Yea, even for this have sages welcomed him as King.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272701,
      "hash": "md5-bXBSqjTnGpLRkHfUHf+8SQ=="
    },
    {
      "id": 2476098836129,
      "key": 295,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "XVIII Soma Pavamana",
      "content": "p:Lauded with song, to feast him, flow to Vayu, flow purified to Varuna and Mitra!  Flow to the song inspiring car-borne hero, to mighty Indra, him who wields the thunder!\np:Pour on us garments that shall clothe us meetly, send, purified, milch-kine, abundant yielders!  God Soma, send us cbariot-drawing horses that they may bring us treasures bright and golden!\np:Send to us in a stream celestial riches, send us when thou art cleansed, what earth containeth, So that thereby we may acquire possessions and Rishihood in Jamadagni's manner!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272702,
      "hash": "md5-gRyBbx6T8cNKODDjONTa0A=="
    },
    {
      "id": 4576789378123,
      "key": 296,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "XIX Indra",
      "content": "p:When thou, unequalled Maghavan, wast born to smite the Vritras dead, Thou spreadest out the spacious earth and didst support and prop the heavens.\np:Then was the sacrifice produced for thee, the laud, and song of joy.  In might thou art above this All, all that now is and yet shall be.\np:Raw kine thou filledst with ripe milk. Thou madest Surya rise to heaven.  Heat him as milk is heated with pure Sdma hymns, great joy to him who loves the song!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272702,
      "hash": "md5-POUtPYUMh1AdaB37edcYOw=="
    },
    {
      "id": 7166409743850,
      "key": 297,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER II",
      "title": "XX Indra",
      "content": "p:Rejoice: thy glory hath been quaffed, Lord of bay steeds! as 'twere the bowl's enlivening mead.  Thine, Steer, is Indu, Steer, the Strong, best winner of a thousand spoils.\np:Let our strong drink, most excellent, exhilarating, come to thee, Victorious, Indra! bringing gain, immortal conquering in fight!\np:Thou, hero, winner of the spoil, urgest to speed the car of man.  Burn, like a vessel with the flame, the riteless Dasyu, conqueror!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272702,
      "hash": "md5-dtUfDRsqShOtpZC1+BgNXA=="
    },
    {
      "id": 5512263624879,
      "key": 298,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "I Soma Pavamana",
      "content": "p:Pour down the rain upon us, pour a wave of waters from the sky.  And plenteous store of wholesome foood!\np:Flow onward with that stream of thine, whereby the cows have come to us.  The kine of strangers to our home.\np:Dearest to Gods in sacred rites, pour on us fatness with thy stream, Pour down on us a flood of rain!\np:To give as vigour, with thy stream run through the fleecy straining-cloth!  For verily the Gods will hear.\np:Onward hath Pavamana flowed and beaten off the Rakshasas.  Flashing out splendour as of old.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272702,
      "hash": "md5-VNGttP4wNe0F5LFGO+eLJw=="
    },
    {
      "id": 3872141745059,
      "key": 299,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "II Indra",
      "content": "p:Bring forth oblations to the God who knoweth all, who fain would drink.  The wanderer, lagging not behind the hero, coming nigh with, speed!\np:With Somas go ye nigh to him chief drinker of the Soma's. juice:  With beakers to the impetuous God, to Indra with the flowing, drops!\np:What time with Somas, with the drops effused,, ye come beforethe God, Full wise, he knows the hope of each, and, bold one strikes this. foe and that.\np:To him, Adhvaryu! yea, to him give offerings of the juiceexpressed!  Will he not keep us safely from the spiteful curse of each, presumptuous high-born foe?",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272702,
      "hash": "md5-TVwZVWG3nTfOhXhm2PSUTQ=="
    },
    {
      "id": 5030740273273,
      "key": 300,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "III Soma Pavamana",
      "content": "p:Sing ye a song to Soma brown of hue, of independent might, The Red, who reaches up to heaven!\np:Purify Soma when effused with stones which hands move rapidly, And pour the sweet milk in the meath.\np:With humble homage draw ye nigh; blend the libation with the curds:  To Indra offer Indu up\np:Soma, foe-queller, strong and swift, doing the will of Gods, pour forth, Prosperity upon our kine\np:Heart-knower, Sovran of the heart, thou art effused, O Soma, Tthat, Indra. may drink thee and rejoice.\np:O Soma Pavamana, give us riches and heroic strength, Indu, with Indra. our ally!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272702,
      "hash": "md5-+Fj2egwt5VSIAMtAbTNMlw=="
    },
    {
      "id": 2697118600633,
      "key": 301,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "IV Indra",
      "content": "I. Surya, thou mountest up to meet the hero famous for his wealth, Who hurls the bolt and works for men;\np:Him who with might of both his arms broke nine-and-ninety castles down, Slew Vritra and smote Ahi dead.\np:This Indra is our gracious friend. He sends, like a full-streaming cow, Riches in horses, kine, and corn.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272702,
      "hash": "md5-S79YdM22C65k762ZOniqlQ=="
    },
    {
      "id": 4765275432248,
      "key": 302,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "V Surya",
      "content": "p:May the bright God drink glorious Soma-mingled meath, giving  the sacrifices lord unbroken life  He who, wind-urged, in person guards our offspring well, nourishes them with food and shines o'er many a land.\np:Radiant, as high Truth, cherished, best at winning strength, Truth based upon the statute that supports the heavens, He rose, a light that kills Vritras and enemies, best slayer of the Dasyus, Asuras, and foes.\np:This light, the best of lights, supreme, all conquering, winner of riches, is exalted with high laud.  All-lighting, radiant, mighty as the Sun to see, he spreadeth wide unshaken victory and strength.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272702,
      "hash": "md5-yuCOXjOzONR1OpXwfb1KsA=="
    },
    {
      "id": 3717136607740,
      "key": 303,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "VI Indra",
      "content": "p:O Indra, give us wisdom as a sire gives wisdom to his sons, Guide us, O much-invoked, in this our way: may we still livc and look upon the light!\np:Grant that no mighty foes, unknown, malevolent unhallowed, tread us to the ground!  With thine assistance, hero, may we pass through all the waters that are rushing down!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272702,
      "hash": "md5-6cpBbQpLk90zZjSa9DoWUQ=="
    },
    {
      "id": 5579112586346,
      "key": 304,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "VII Indra",
      "content": "p:Protect us, Indra, each to-day, each to morrow, and each following day!  Through all the days shalt thou, Lord of the brave, preserve our singers both by day and night!\np:A crushing warrior, passing rich, is Maghavan, endowed with all heroic strength.  Thine arms, O Satakratu, are exceeding strong, those arms, which grasp the thunderbolt.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-jjWQ7ddqXNAzECmN0EQW1Q=="
    },
    {
      "id": 2192634638847,
      "key": 305,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "VIII Sarasvan",
      "content": "p:We call upon Sarasvan as unmarried men who long for wives, As bounteous men who yearn for sons.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-7k57UUL23VMP1udedMDl/A=="
    },
    {
      "id": 3073786771792,
      "key": 306,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "IX Sarasvati",
      "content": "p:Yea, she most dear amid dear streams-seven-sistered, loved with foundest love.  Sarasvati, hath earned our praise.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-kQAPy+yGnSVJPuxTkQfwAg=="
    },
    {
      "id": 2952368568876,
      "key": 307,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "X Svitar. Brahmapaspati. Agni",
      "content": "p:May we attain that excellent glory of Savitar the God: So may he stimulate our prayers!\np:O Brahmanaspati, make thou Kakshivan Ausija a loud Chanter of flowing Soma juice!\np:Agni, thou pourest life: send down upon us food and vigorous strength;  Drive thou misfortune far away!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-KVHP9g7UTw2K2umnmfuD7Q=="
    },
    {
      "id": 4287223708447,
      "key": 308,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "XI Mitra-Varuva",
      "content": "p:So help ye us to riches, great celestial and terrestrial wealth  Vast is your sway among the Gods!\np:Carefully tending Law with law they have attained their vigorous might:  Both Gods, devoid of guile, wax strong.\np:With rainy skies and streaming floods, Lords of the food that falls in dew, A lofty seat have they attained.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-JqIyyhuaiD6HF3RRnGm5RA=="
    },
    {
      "id": 4400937435327,
      "key": 309,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "XII Indra",
      "content": "I. They who stand round him as he moves harness the bright, the ruddy steed:  The lights shining in the sky.\np:On both sides to the car they yoke the two bay coursers dear to him, Brown, bold, who bear the hero on.\np:Thou, making light where no light was, and form, O men where form was not, Wast born together with the Dawns.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-o4OfH9pbhB+31+KxRm8SLw=="
    },
    {
      "id": 6470030397227,
      "key": 310,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "XIII Soma Pavamana",
      "content": "p:For thee this Soma is effused. O Indra: drink of this j uice; for thee the stream is flowing--  Soma, which thou thyself hast made and chosen, even Indu for thy special drink to cheer thee!\np:Like a capacious car hath it been harnessed, the mighty, to acquire abundant treasures.  Then in the sacrifice they shouted lauding all triumphs won by Nahus in the battle.\np:Flow onward like the potent band of Maruts, like that celestial host which none revileth!  Quickly be gracious unto us like waters, like sacrifice victorious, thousand-fashioned!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-t/6cjOyJl572NuGdhFuNPg=="
    },
    {
      "id": 1509173003631,
      "key": 311,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "XIV Agni",
      "content": "p:O Agni, thou hast been ordained Hotar of every sacrifice, By Gods, among the race of men.  So with sweet-sounding tongues for us sacrifice nobly in this rite:  Bring thou the Gods and worship them\np:For, as disposer, Agni, God, most wise in sacrifices, thou Knowest straightway the roads and paths.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-SyvC0qYyxZTf7+S46nM87w=="
    },
    {
      "id": 5145392726517,
      "key": 312,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "XV Agni",
      "content": "p:Immortal, Hotar-priest, and God, with wondrous power heleads the way, Urging the congregations on.\np:Strong, he is set on deeds of strength. He is led forth in holy rites, Sage who completes the sacrifice.\np:Excellent, he was made by thought. The germ of beings have gained.  Yea, and the Sire of active power.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-foDeD+VlX67xRcqxroA3UQ=="
    },
    {
      "id": 2618784555233,
      "key": 313,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "XVI Agni",
      "content": "p:Pour on the juice the heated milk which hasteneth to heaven and. earth;  Bestow the liquid on the Bull!\np:These know their own abiding-place: like calves beside themother cows, They come together with their kin.\np:Devouring in their greedy jaws, they make sustaining food irb heaven, For Indra, Agni, homage, light.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-z6rtEzkjNjyHs+asaYsFRw=="
    },
    {
      "id": 5147393461223,
      "key": 314,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "XVII Indra",
      "content": "p:In all the worlds That was the best and highest whence sprang the mighty one, of splendid valour, As soon as he is born he smites his foemen, he in whom all  who lend him aid are joyful foe\np:Grown mighty in his strength, of ample vigour, he as a strikes fear into the Dasa, Eager to win the breathing and the breathless. All sang thy praise at banquet and oblation.\np:All concentrate on thee their mental vigour, what time these, once or twice, are thine assistants.  Blend what is sweeter than the sweet with sweetness: win quickly with our meath that meath in battle.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-7gmmV2k8luL5V4dclUZbvQ=="
    },
    {
      "id": 3566921838559,
      "key": 315,
      "part": "PART SECOND",
      "book": "BOOK VI",
      "chapter": "CHAPTER III",
      "title": "XVIII Indra",
      "content": "p:At the Trikadrukas the great and strong enjoyed the barley-brew. With Vishnu did he drink the pressed-out Soma juice, even as he would.  That hath so heightened him the great, the wide, to do his mighty work. So may the God attend the God, true Indu Indra who is true!\np:Brought forth together with wisdom and potent strength thou grewest great: with hero deeds subduing the malevolent, most swift in act;  Giving prosperity and lovely wealth to him who praiseth thee.  So may the God attend the God, true Indu Indra who is true!\np:So he resplendent in the battle overcame Krivi by might. He with his majesty bath filled the earth and heaven, and waxen strong.  One share of the libation bath he swallowed down: one share he left. Enlighten us! So may the God attend the God, true Indu Indra who is true!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272703,
      "hash": "md5-3YP4eSO+jLjDZPMPlH15ww=="
    }
  ],
  "hash": "md5-fipE2hmalDMLemhxVcDgwQ=="
}