{
  "id": 6782284153382,
  "key": 13,
  "title": "PART SECOND BOOK VII",
  "book": "BOOK VII",
  "created": 1747959272704,
  "data": [
    {
      "id": 7021328907988,
      "key": 316,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "I Indra",
      "content": "p:Praise, even as he is known, with song Indra the guardian of the kine, The Son of Truth, Lord of the brave,\np:Hither have his bay steeds been sent, red steeds are on the sacred grass  Where we in concert sing our songs.\np:For Indra, thunder-armed, the kine have yielded mingled milk and meath, What time he found them in the vault.II Indrap:Draw near unto our Indra who must be invoked in every fight!  Come, thou most mighty Vritra-slayer, meet for praise come to  libations and to hymns.\np:Thou art the best of all in sending bounteous gyifts, true art thou,, lordly in thine act.  We claim alliance with the very glorious one, yea, with the  mighty Son of Strength.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272704,
      "hash": "md5-DKc6emZ8bwwvna3DEigqIQ=="
    },
    {
      "id": 3133694750032,
      "key": 317,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "III Soma Pavamana",
      "content": "I. They have drained forth from out the great depth of the sky the old divine primeval milk that claims the laud:  They lifted up their voice to Indra at his birth.\np:Then, beautifully radiant, certain heavenly ones proclaimed their kinship with him as they looked thereon:  Savitar opens, as it were, the fold of heaven.\np:And now that thou, O Pavamana, art above this earth and heaven and all existence in thy might, Thou shinest like a bull supreme among the herd.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272704,
      "hash": "md5-fJBoDkUrrL0rUb3pOmoMTg=="
    },
    {
      "id": 1868658584228,
      "key": 318,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "IV Agni",
      "content": "p:O Agni, graciously announce this our good fortune to the Gods, And this our newest hymn of praise!\np:Thou dealest gifts, resplendent one! nigh, as with wave of Sindhu, thou  Swift strearnest to the worshipper.\np:Give us a share of wealth most high, a share of wealth most near to us, A share of wealth that is between.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272704,
      "hash": "md5-5DFpcZuvbr62HCHQ7AxN3w=="
    },
    {
      "id": 3744874471273,
      "key": 319,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "V Indra",
      "content": "p:I from my Father have obtained deep knowledge of eternal Law;  I was born like unto the Sun.\np:After the ancient manner I, like Kanva, beautify my songs, And Indra's self gains power thereby.\np:Whatever gishis have not praised thee, Indra, or have praised thee, wax  Mighty indeed when praised by me!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272704,
      "hash": "md5-E4g2q5iBWq3VdwIh1X8O5g=="
    },
    {
      "id": 3902418446393,
      "key": 320,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "VI Agni",
      "content": "p:Agni, produced by strength, do thou with all thy fires accept our prayer:  With those that are with Gods, with those that are with men exalt our songs!\np:Forth come to us with all his fires that Agni, whose the mighty are, Come, fully girt about with wealth for us and for our kith and kin!\np:Do thou, O Agni, with thy fires strengthen our prayer and sacrifices:  Incite them to bestow their wealth to aid our service of the Gods!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272704,
      "hash": "md5-dgKr4as0gqZ96rqFgr5aBQ=="
    },
    {
      "id": 1591768673447,
      "key": 321,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "VII Soma Pavamana",
      "content": "p:Some, the men of old whose grass was trimmed addressed the hymn to thee for mighty strength and for renown:  So, hero, urge us onward to heroic power'\np:All round about hast thou with glory pierced for us as 'twere a never-failing well for men to drink, Borne on thy way as 'twere in fragments from both arms.\np:Thou didst produce him, deathless one! for mortal man, for maintenance of Law and lovely Amrita:  Thou evermore hast moved making wealth flow to us.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272705,
      "hash": "md5-+W9sRGIKuluwkO7X7hoLgA=="
    },
    {
      "id": 3065814809734,
      "key": 322,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "VIII Indra",
      "content": "p:Pour out the drops f or Indra; let him drink the meath of Soma Juice!  He through his majesty sends forth his bounteous gifts.\np:I spake to the bay coursers' Lord, to him who grants the boon. of wealth:  Now hear the son of Asva as he praises thee?\np:Never was any hero born before thee mightier than thou:  None certainly like thee in riches and in praise.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272705,
      "hash": "md5-rfq8Wf1DsVCV36E/sHKT0Q=="
    },
    {
      "id": 1939657031266,
      "key": 323,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "IX Indra",
      "content": "p:Thou wishest for thy kine a bull, lord of thy cows whom none may kill, For those who long for his approach, for those who turn away from him.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272705,
      "hash": "md5-rNWSAz3qnfrzdmGYAFbpQA=="
    },
    {
      "id": 2283598000155,
      "key": 324,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "X Agni",
      "content": "p:The God who giveth wealth accept the full libation poured to him!  Pour ye it out, then fill the vessel full again, for so the God regardeth you!\np:The Gods made him the Hotar-priest of sacrifice, oblationbearer, passing wise.  Agni gives wealth and valour to the worshipper, to man who offers up his gifts.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272705,
      "hash": "md5-M/G4ejKDtDVbSXDOsdrqNA=="
    },
    {
      "id": 2607732606194,
      "key": 325,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "XI Agni",
      "content": "p:He hath appeared, best prosperer, in whom men lay their holy acts:  So may our songs of praise come nigh to Agni who was born to give the Arya strength.\np:Him before whom the people shrink when he performs his glorious deeds, Him who wins thousands at the sacrifice, himself, that Agni, reverence with songs!\np:Agni of Divoddsa, God, comes forth like Indra in his might.  Rapidly hath he moved along his mother earth; he stands in high heaven's dwelling-place.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272705,
      "hash": "md5-bV1WgTndHSN6OdZjHtAOmg=="
    },
    {
      "id": 5867580757491,
      "key": 326,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "XII Agni",
      "content": "p:Agni, thou pourest life: send down upon us food and vigorous strength:  Drive thou misfortune far away!\np:Agni is Pavamana, Sage, Chief Priest of all the fivefold tribes; To him whose wealth is great we pray.\np:Skilled in thy task, O Agni, pour splendour with hero strength on us, Granting me wealth that nourishes!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272705,
      "hash": "md5-vTApJYMB8y/g2Lp4Cs+3Yw=="
    },
    {
      "id": 6868465225161,
      "key": 327,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "XIII Agni",
      "content": "p:O Agni, holy and divine with splendour and thy pleasant tongue. Bring thou the Gods and worship them!\np:We pray thee bathed in butter, O bright-rayed! who lookest on the sun, Bring the Gods hither to the feast!\np:Sage, we have kindled thee, the bright, the feaster on oblation, thee, O Agni, great in sacrifice!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272705,
      "hash": "md5-6pVDJ/QzbUU2siS2QFpeLw=="
    },
    {
      "id": 2297840315455,
      "key": 328,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "XIV Agni",
      "content": "I. Adorable in all our prayers, favour us, Agni, with thine aid.  What time the psalm is chanted forth!\np:Bring to us ever-conquering wealth, wealth, Agni, worthy of our choice, Invincible in all our frays!\np:Grant us, O Agni, through thy grace wealth to support us evermore, Thy favour so that we may live!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272705,
      "hash": "md5-5f6ab1BzyAOCM4KnIlS0RA=="
    },
    {
      "id": 4810385553353,
      "key": 329,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "XV Agni",
      "content": "p:Let songs of ours speed Agni forth like a fleet courser in the race, And we will win each prize through him\np:Agni! the host whereby we gain kine for ourselves with help from thee,-  That send us for the gain of wealth!\np:O Agni, bring us wealth secure, vast wealth in horses and in kine:  Oil thou the socket, turn the wheel!\np:O Agni, thou hast made the Sun, the eternal star, to mount the sky, Giving the boon of light to men.\np:Thou, Agni, art the people's light, best, dearest, seated in thy shrine  Watch for the singer, give him life!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272705,
      "hash": "md5-EDF3B0fvctWm/Q90wvPgEQ=="
    },
    {
      "id": 6862818070883,
      "key": 330,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER I",
      "title": "XVI Agni",
      "content": "p:Agni is head and height of heaven, the master of the earth is he:  He quickeneth the waters' seed.\np:Yea, Agni, thou as Lord of light rulest o'er choicest gifts may I, Thy singer, find defence in thee\np:Upward, O Agni, rise thy flames, pure and resplendent, blazing high, Thy lustres, fair effulgences.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272705,
      "hash": "md5-lynzzDeIMxLj+QgV5Xq/Uw=="
    },
    {
      "id": 7105445003084,
      "key": 331,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "I Agni",
      "content": "p:Who, Agni, is thy kin, of men? who honours thee with sacrifice?  On whom dependent? who art thou?\np:The kinsman, Agni! of mankind, their well-beiaved friend art thou, A friend whom friends may supplicate.\np:Bring Mitra, Varukia, bring the Gods hither to. our great sacrifice:  Bring them, O Agni, to thine home",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272706,
      "hash": "md5-RiLmprlLM20NILeg+i4rtw=="
    },
    {
      "id": 3080903248648,
      "key": 332,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "II Agni",
      "content": "p:Meet to be worshipped and implored, showing in beauty through the gloom, Agni, the strong, is kindled well.\np:Strong Agni is enkindled well, even as the horse that brings the Gods:  Men with oblations pray to him.\np:We will enkindle thee, the strong, we, hero! who axe strong ourselves, \n",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272706,
      "hash": "md5-uMtm5j6CQZ+7OAjfOw2z3Q=="
    },
    {
      "id": 3237785479493,
      "key": 333,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "III Agni",
      "content": "p:Thy mighty flames, O Agni, when thou art enkindled, rise on high, Thy bright flames, thou refulgent one\np:Beloved! let my ladies full of sacred oil come nigh to thee.  Agni, accept our offerings!\np:I pray to Agni--may he hear!--the Hotar with sweet tones, the Priest, Wondrously splendid, rich in light, \n",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272706,
      "hash": "md5-RHVH8OO1J47T5NVEGB23rg=="
    },
    {
      "id": 5359505135209,
      "key": 334,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "V Agni",
      "content": "p:O King, the potent and terrific envoy, kindled for strength, is  manifest in beauty.  He shines, observant, with his lofty splendour; chasing black night he comes with white-rayed morning.\np:Having o'ercome the glimmering Black with beauty, and bringing forth the Dame, the great Sire's daughter, Holding aloft the radiant lights of Surya, as messenger of heaven he shines with treasures.\np:Attendant on the blessed Dame the blessed hath come: the lover followeth his sister.  Agni, far-spreading with conspicuous lustre, hath covered night with whitely-shining garments.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272706,
      "hash": "md5-GKxCAsRaTDiukbj1W/PTRg=="
    },
    {
      "id": 3695969572745,
      "key": 335,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "VI Agni",
      "content": "p:What is the praise wherewith, O God, Angiras, Agni, Son of Strength, We, after thine own wish and thought,\np:May serve thee, O thou Child of Power, and with what sacrifice's plan?  What reverent word shall I speak here?",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272706,
      "hash": "md5-gN2tBbRVtHQuQ8AqZZXdnQ=="
    },
    {
      "id": 5899840589706,
      "key": 336,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "VII Agni",
      "content": "p:Agni, come hither with thy fires; we choose thee as our Hotar; let  The proffered ladle filled with offerings balm thee, best of priests, to sit on sacred grass!\np:For unto thee, O Angiras, O Son of Strength, move ladles in the sacrifice.  We pray to Agni, Child of Force, whose locks drop oil, foremost in sacrificial rites.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272706,
      "hash": "md5-CUcq1q2RksgsgJxJiikw2g=="
    },
    {
      "id": 5201427440484,
      "key": 337,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "VIII Agni",
      "content": "p:Let our songs come anear to him beauteous and bright with piercing flame, Our sacrifices with our homage unto him much-lauded, very rich, for help:\np:To Agni Jatavedas, to the Son of Strength, that he may give us precious gifts,\np:Immortal, from of old Priest among mortal men, whose tones are sweetest in the house!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272706,
      "hash": "md5-Oc7hxdq9ob0BzxD3ZxFvpw=="
    },
    {
      "id": 2224946899279,
      "key": 338,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "X Agni",
      "content": "p:Invincible is Agni, he who goes before the tribes of men, A chariot swift and ever new.\np:By bringing offerings unto him the mortal worshipper obtains  A home from him whose light is pure.\np:Inviolable power of Gods, subduing all his enemies, Agni is mightiest in fame.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272706,
      "hash": "md5-iOZnjj/hY4cgh6I2FYQQeQ=="
    },
    {
      "id": 4571794057868,
      "key": 339,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "XI Agni",
      "content": "p:May Agni, worshipped, bring us bliss: may the gift, blessed one! and sacrifice bring bliss, Yea, may our eulogies bring bliss\np:Show forth the mind that brings success in war with fiends, wherewith thou conquerest in fight!  Bring down the many firm hopes of our enemies, and for thy victory let us win!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272706,
      "hash": "md5-5SURQ0REly61pYfOxEvNzg=="
    },
    {
      "id": 5729020143148,
      "key": 340,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "XII Agni",
      "content": "p:O Agni thou who art the Lord of wealth in kine, thou Son of Strength, Bestow on us, O Jatavedas, high renown\np:He, Agni, kindled, good and wise, must be entreated with a. song;  Shine, thou of many forms, shine thou with wealth on us\np:And, Agni, shining of thyself by night and when the morning breaks, Burn, thou whose teeth are sharp, against the Rakshasas",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272706,
      "hash": "md5-iFRgmFqnN1oxY5GUcSPuHQ=="
    },
    {
      "id": 4860993683745,
      "key": 341,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "XIII Agni",
      "content": "p:Exerting all our strength with thoughts of power we glorify in speech, Agni, your dear familiar friend, the darling guest of every house:\np:Whom, served with sacrificial oil, like Mitra, men presenting gifts, Glorify with their songs of praise\np:Much-lauded Jatavedas, him who sends oblations up to heaven, Prepared in service of the Gods.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272706,
      "hash": "md5-m6JFMjZTztT2y54ZhU9P+A=="
    },
    {
      "id": 1342250279370,
      "key": 342,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "XIV Agni",
      "content": "p:Agni, inflamed with fuel, in my song I sing, pure bright, and stedfast set in front at sacrifice.  Wise Jatavedas we implore with prayers for grace, the Sage, the Hotar-priest, bounteous, and void of guile.\np:Men, Agni, in each age, have made thee, deathless one, their envoy, offering-bearer, guard adorable.  With reverence Gods and mortals have established thee as everwatchful and almighty household Lord.\np:Though, Agni ordering the works and ways of both, as envoy of the Gods traversest both the realms.  When we lay claim to thy regard and gracious care, be thou to us a th rice- protecting friendly guard?",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272707,
      "hash": "md5-5KlSkOtw3unPV40rRpzpHA=="
    },
    {
      "id": 2736993397340,
      "key": 343,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER II",
      "title": "XV Agni",
      "content": "p:Still turning to their aim in thee the sacrificer's sister hymns  Have come to thee before the wind.\np:Even the waters find their place in him whose three fold sacred grass  Is spread unbound, unlimited.\np:The station of the bounteous God, by his unconquerable aid, Hath a fair aspect like the Sun.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272707,
      "hash": "md5-P503ZAqhbCJXbMFZakqEIg=="
    },
    {
      "id": 4539561106213,
      "key": 344,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "I Indra",
      "content": "p:Men with their lauds are urging thee, Indra, to drink the Soma first.  The Ribhus in accord have lifted up their voice, and Rudras sung thee as the first.\np:Indra, at sacrifice, increased his manly strength, in the wild rapture of this juice:  And living men to-day, even as of old, sing forth their praises to his majesty.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272707,
      "hash": "md5-OivKZT6LfjO0EgfGPwsSVg=="
    },
    {
      "id": 1710335554869,
      "key": 345,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "II Indra-Agni",
      "content": "p:Indra and Agni! singers skilled in melody, with lauds, hymn you:  I choose you both to bring me food.\np:Indra and Agni! ye shook down, together, with one mightyr deed, The ninety forts which Dasas held.\np:To Indra and to Agni prayers go forward from the holy task, Along the path of sacred Law.\np:Indra and Agni, powers are yours, yours are oblations ano abodes: Good is your zealous energy.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272707,
      "hash": "md5-nbI2r49tbWd4I91X9IGUiw=="
    },
    {
      "id": 4057989556079,
      "key": 346,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "III Indra",
      "content": "p:Indra, with all thy saving helps assist us, Lord of power and might!  For after thee we follow even as glorious bliss, thee, hero, finder-out of wealth!\np:Increaser of our steeds and multiplying kine, a golden well, G God, art thou, For no one may impair the gift laid up in thee. Bring me whatever thing I ask!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272707,
      "hash": "md5-Wxz+BciwHlsppTduMoq4rQ=="
    },
    {
      "id": 2989241344782,
      "key": 347,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "IV Indra",
      "content": "p:For thou--come to the worshipper!--wilt find great wealth to make us rich.  Fill thyself full, O Maghavan, for gain of kine, full, Indra, forthe gain of steeds!\np:Thou as thy gift bestowest many hundred herds, yea, many thou-sands dost thou give.  With singers' hymns have we brought the fortrender near, singing to Indra for his grace.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272707,
      "hash": "md5-8bSc++ZfiI7ejkWfNdGWMw=="
    },
    {
      "id": 1891896432147,
      "key": 348,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "V Agni",
      "content": "p:To him who dealeth out all wealth, the sweet-toned Hotar-priest of men, To him, like the first vessels filled with savoury juice, to Agni let the lauds go forth!\np:Votaries, bounteous givers, deck him with their songs, even as the steed who draws the car.  To both, strong Lord of men! to kith and kin convey the bounties of our wealthy lords!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272707,
      "hash": "md5-3RqqpQbgxk7+Hn6wlmPWNQ=="
    },
    {
      "id": 5323171626247,
      "key": 349,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "VI Varuna",
      "content": "p:Hear this my call, O Varuna, and show thy gracious love today:  Desiring help I long for thee!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272708,
      "hash": "md5-xoF3Dcq8ntiUCIJo9f5LJA=="
    },
    {
      "id": 5400699261841,
      "key": 350,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "VII Indra",
      "content": "p:O Hero, with what aid dost thou delight us, with what succour bring, Riches to those who worship thee?",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272708,
      "hash": "md5-FTLkmBzTW3lYv+ddL5OCRA=="
    },
    {
      "id": 4473863451823,
      "key": 351,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "VIII Indra",
      "content": "p:Indra, for service of the Gods, Indra while sacrifice proceeds, Indra, as worshippers, in battle-shock we call, Indra that we may win the spoil.\np:With might hath Indra spread out heaven and earth, with power hath indra lighten up the Sun. In Indra are all creatures closely held; in him meet the distilling Soma-drops.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272708,
      "hash": "md5-1f1xFKjrw0wVXPxxAK3QNg=="
    },
    {
      "id": 6802572830663,
      "key": 352,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "IX Visvakarman",
      "content": "p:Bring, Visvakarman strengthened by oblation, thyself, thy body-'tis thine own-for worship  Let other men around us live in folly here let us have', a rich and liberal patron!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272708,
      "hash": "md5-/irUOLTrEaxAXJmKi8wwzQ=="
    },
    {
      "id": 4115961575966,
      "key": 353,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "X Soma Pavamana",
      "content": "p:With this his golden splendour purifying him, he with his own allies subdues all enemies. as Sura with his own allies.  Cleansing himself with stream of juice he shines forth yellow-hued and red, when with his praisers he encompasses all forms, with praisers having seven mouths.\np:He moves intelligent directed to the east. The every beauteous car rivals the beams of light, the beautiful celestial car.  Hymns, lauding manly valour, came inciting Indra to success, that ye may be unconquered, both thy bolt and thou, both be unconquered in the war.\np:That treasure of the Panis thou discoveredst. Thou with the Mothers deckest thee in thine abode, with, songs of worship in thine home.  As 'twere from far away is heard the psalm where hymns resound in joy. He, with the triple Dames red-hued, hath won life-power, he, gleaming, hath won vital strength.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272708,
      "hash": "md5-/uGBQtojNi4v7e+xxpRyRg=="
    },
    {
      "id": 4674016903067,
      "key": 354,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "XI Pusan",
      "content": "p:Yea, cause our hymn to gain for us cattle and steeds and store of wealth, That it may help us manfully!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272708,
      "hash": "md5-ehxwYhAEBnIB6bXZZqRYqA=="
    },
    {
      "id": 4122452573358,
      "key": 355,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "XII Maruts",
      "content": "p:Heroes of real strength, ye mark either the sweat of him who toils, Or his desire who supplicates.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272708,
      "hash": "md5-i5L8a19zZ9uSWkT0RkVopg=="
    },
    {
      "id": 4050922321635,
      "key": 356,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "XIII Visvedevas",
      "content": "p:The Sons of immortality shall listen to our songs of praise, And be exceeding kind to us.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272708,
      "hash": "md5-VGN7Nj1AM4lHr9LoDp5zRQ=="
    },
    {
      "id": 2496125707981,
      "key": 357,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "XIV Heaven and Earth",
      "content": "p:To both of you, O Heaven and Earth, we bring our lofty song of praise, Pure pair! to glorify you both.\np:Ye sanctify each other's form by your own proper strength ye rule:  Further the sacrifice evermore!\np:Promoting and fulfilling, ye, mighty ones, perfect Mitra's law:  Ye sit around our sacrifice.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272708,
      "hash": "md5-i1JA2U6J09vWhSe+Raittg=="
    },
    {
      "id": 1247832098367,
      "key": 358,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "XV Indra",
      "content": "p:This is thine own. Thou drawest near, as turns a pigeon to his mate:  Thou carest, too, for this our prayer.\np:O hero, Lord of bounties, praised in hymns, may glorious fame and might  Be his who sings the laud to thee\np:Lord of a Hundred Powers, rise up to be our succour in this fight:  In other fights let us agree",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272708,
      "hash": "md5-CnIFsNkJ5CIXc3XXsK7B/g=="
    },
    {
      "id": 4285273933884,
      "key": 359,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "XVI Oblations",
      "content": "p:Ye cows, protect the fount: the two mighty ones bless the sacrifice.  The handles twain are wrought of gold.\np:The pressing-stones are set at work: the meath is poured into the tank  At the out-shedding of the fount.\np:With reverence they drain the fount that circles with its wheel above.  Exhaustless, with the mouth below.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272709,
      "hash": "md5-z0aaO3k/qdOnyXos685Y1Q=="
    },
    {
      "id": 6712155522651,
      "key": 360,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "XVII Indra",
      "content": "p:Let us not tire or be afraid with thee, the mighty, for our friend!  May we see Turvasa and Yadu! thy great deed, O hero, must be glorified.\np:On his left hip the hero hath reclined himself: the proffered feast offends him not.  The milk is blended with the honey of the bee: quickly come hither, haste, and drink!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272709,
      "hash": "md5-+VLKUknhMJL2wQ/emTFS+A=="
    },
    {
      "id": 6089310086001,
      "key": 361,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "XVIII Indra",
      "content": "p:May these my songs of praise exalt thee, Lord, who hast abundant wealth!  Men skilled in holy hymns, pure, with the hues of fire, have  sung them with their lauds to thee.\np:He, when a thousand Rishis have enhanced his might, hath like an ocean spread himself.  His majesty is praised as true at solemn rites, his power where holy singers rule.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272709,
      "hash": "md5-77XjfFap6LJOCUxyXp1fHA=="
    },
    {
      "id": 3841288621085,
      "key": 362,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "XIX Indra",
      "content": "p:Good Lord of wealth is he to whom all Aryas, Dasas here belong.  Directly unto thee, the pious Rusama Paviru, is that wealth brought nigh.\np:In zealous haste the singers have sung forth a song distilling  fatness, rich in sweets.  Riches have spread among us and heroic strength, with us are flowing Soma-drops.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272709,
      "hash": "md5-BRupetw2olq9zxTM0Io6wg=="
    },
    {
      "id": 1737985626520,
      "key": 363,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "XX Soma Pavamana",
      "content": "p:Flow to us, Indu, very strong, effused, with wealth of kine and steeds, And do thou lay above the milk thy radiant hue\np:Lord of the tawny, Indu, thou who art the Gods' most special food, As friend to friend, for splendour be thou good to men!\np:Drive utterly, far away from us each godless, each voracious; foe;  O Indu, overcome and drive the false afar!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272709,
      "hash": "md5-+2NoD6bnUx+kiBssV60TPw=="
    },
    {
      "id": 6196421076320,
      "key": 364,
      "part": "PART SECOND",
      "book": "BOOK VII",
      "chapter": "CHAPTER III",
      "title": "XXI Soma Pavamana.",
      "content": "p:They balm him, balm him over, balm him thoroughly, caress. the mighty strength and balm it with the meath.  They seize the flying Steer at the stream's breathing place cleansing with gold they grasp the animal herein.\np:Sing forth to Pavamana skilled in holy song! the juice is flowing onward like a mighty stream.  He glideth like a serpent from his ancient skin, and like a. playful horse the tawny Steer hath run.\np:Dweller in floods, King, foremost, he displays his might, set among living things as measure of days.  Distilling oil he flows, fair, billowy, golden-hued, borne on car of light, sharing on home with wealth.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272709,
      "hash": "md5-8fqX1/+v1FKN2CYBqPePLg=="
    }
  ],
  "hash": "md5-cjH/etf29Ej/qtBzwEAyWw=="
}