{
  "id": 6700751961261,
  "key": 15,
  "title": "PART SECOND BOOK IX",
  "book": "BOOK IX",
  "created": 1747959272714,
  "data": [
    {
      "id": 7227691437102,
      "key": 415,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "I Soma Pavamana",
      "content": "p:Forward have flowed the streams of power, of this the mighty one effused, Of him who waits upon the Gods.\np:The singers praise him with their song, and learned priests adorn the steed  Born as thelight that merits laud.\np:These things thou winnest quickly, while men cleanse thee, Soma, nobly rich!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272715,
      "hash": "md5-fTwIXJK6KxxZXPOhfe7kbg=="
    },
    {
      "id": 3173754724740,
      "key": 416,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "II Indra",
      "content": "p:This Brahman, comer at the due time, named Indra, is renowned and praised.\np:To thee alone, O Lord of Strength, go, as it were, all songs of praise.\np:Like streams of water on their way, let bounties, Indra, flow from thee!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272715,
      "hash": "md5-p5Pf4JsQ2Mp52ZEyN/eCxQ=="
    },
    {
      "id": 3443808517531,
      "key": 417,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "III Indra",
      "content": "p:Even as a car to give us aid, we draw thee nigh to favour us, Strong in thy deeds, quelling attack, Indra, Lord, mightiest! of the brave.\np:Great in thou power and wisdom, strong, with thought that comprehendeth all!  Wide hast thou spread in majesty.\np:Thou very mighty one, whose hands by virtue of thy greatness wield  The golden bolt that beaks its way!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272715,
      "hash": "md5-ZeDhvCuf7Sa/Mc+k1L3bxA=="
    },
    {
      "id": 4718638927362,
      "key": 418,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "IV Agni",
      "content": "p:He who hath lighted up the joyous castle, wise courser like the steed of cloudy heaven, Bright like the Sun with hundredfold existence\np:He, doubly born, hath spread in his effulgence through the three luminous realms, through all the regions, Best sacrificing Priest where waters gather.\np:Priest doubly born, he through his love of glory hath in his keeping all things worth the choosing.  The man who brings him gifts hath noble offspring.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272715,
      "hash": "md5-UrneOB6Ap3qyN3PhLFnXuQ=="
    },
    {
      "id": 5008298577188,
      "key": 419,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "V Agni",
      "content": "p:Agni, with hymns may we now accomplish that which thou lovest, Strength, like a horse auspicious, with service!\np:For, Agni, thou art now the promoter of strength auspicious, Lofty sacrifice, power effective.\np:Through these our praises, come thou to meet us, bright as the sunlight, Agni, kindly with all thy faces!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272715,
      "hash": "md5-qaODud9K9ULES5Myyukg/g=="
    },
    {
      "id": 4247575450184,
      "key": 420,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "VI Agni",
      "content": "p:Immortal Jatavedas, thou bright-hued refulgent gift of Dawn.  Agni, this day to him who pays oblations bring the Gods who waken with the morn!\np:For thou art offering-bearer, well-loved messenger, and charioteer of holy rites.  Accordant with the Asvins and with Dawn grant us heroic strength and lofty fame!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272715,
      "hash": "md5-NDhRREvsSw9w3YP0V1sT3Q=="
    },
    {
      "id": 2930767098433,
      "key": 421,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "VII Indra",
      "content": "p:The old hath waked the young Moon from his slumber who runs his circling course with many round him  Behold the God's high wisdom in its greatness: he who died yesterday to-day is living.\np:Strong is the red Bird in his strength, great hero, who from of old bath had no nest to dwell in.  That which he knows is truth and never idle: he wins and gives the wealth desired of many.\np:Through these Thunderer gained strong manly vigour, through whom he waxed in stren gth to slaughter Vritra;  These who through might of actual operation sprang forth as Gods in course of Law and Order.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272715,
      "hash": "md5-2j2R6ZzveJeO2rhLXoaHUw=="
    },
    {
      "id": 3720950226233,
      "key": 422,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "VIII Maruts",
      "content": "p:Here is the Soma ready pressed: of this the Maruts, yea, of this  Self-luminous, the Asvins, drink.\np:Of this, moreover, purified, set in three places, procreant, Drink Varuna, Mitra, Aryaman.\np:Yea, Indra, like the Hotar-priest, will in the early morning  drink, At pleasure, of the milky juice:",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272715,
      "hash": "md5-UExD4zf0O5QMpDDjN50iLw=="
    },
    {
      "id": 7015969543035,
      "key": 423,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "IX Surya",
      "content": "p:Verily, Surya, thou art great; truly, Aditya, thou art great.  O most admired for greatness of thy majesty, God, by thy greatn.ess thou art great.\np:Yea, Surya, thou art great in fame: thou evermore, O God, art great.  Thou by thy greatness art the Gods' High-Priest, divine, farspread unconquerable light.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272715,
      "hash": "md5-TnZ0NDSqmalA6xDF8J9zQQ=="
    },
    {
      "id": 5618687284289,
      "key": 424,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "X Indra",
      "content": "p:Come, Lord of rapturous joys, to our libations with thy bay steeds, come  With bay steeds to our flowing juice!\np:Known as best Vritra-slayer erst, as Indra $atakratu, come  With bay steeds to our flowing juice!\np:For, Vritra-slayer, thou art he who drinks these drops of Soma come  With bay steeds to our flowing juice!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272715,
      "hash": "md5-LhPpZNjtHkvB75DbD/Aw8A=="
    },
    {
      "id": 4728296470655,
      "key": 425,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "XI Indra",
      "content": "p:Bring to the wise, the great, who waxeth mighty your offerings and make ready your devotion.  Go forth to many tribes as man's controller!\np:For Indra the sublime, the far-pervading, have singers generateo prayer and praises;  The sages never violate his statutes.\np:The choirs have established Indra King for ever for victory him, whose anger is resistless:  And for the bays' Lord strengthened those he loveth.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272715,
      "hash": "md5-0rRuqjTzGibgbGfYeBnzJw=="
    },
    {
      "id": 1240081982218,
      "key": 426,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "XII Indra",
      "content": "p:If I, O Indra, were the lord of riches ample as thine own, I would support the singer, God who scatterest wealth! and, not abandon him to woe.\np:Each day would I enrich the man who sang my praise, in whatsoever place he were.  No kinship is there better, Maghavan, than thine: a father even, is no more.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272716,
      "hash": "md5-5Sh55uxqPhAcF5GpgJreig=="
    },
    {
      "id": 5487177193962,
      "key": 427,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "XIII Indra",
      "content": "p:Here thou the call of the juice-drinking press-stone: mark thou the sage's hymn who sings and lauds thee!  Take to thine inmost self these adorations!\np:I know and ne'er forget the hymns and praises of thee, theconqueror, of thy power immortal.  Thy name I ever utter, self-refulgent!\np:Among mankind many are thy libations, and many a time the pious sage invokes thee.  O Maghavan, be not long distant from us!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272716,
      "hash": "md5-6qszfINfbOJ34QCPdQ6wPg=="
    },
    {
      "id": 1797260277824,
      "key": 428,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "XIV Indra",
      "content": "p:Sing strength to Indra that shall. set his chariot in the foremost  place!  Giver of room in closest fight, slayer of foes in shock of war, be thou our great encorager! Let the weak bowstrings break upon the bows of our weak mies!\np:Thou didst destroy the Dragon: thou sentest the rivers down to Earth.  Foeless, O Indra, wast thou born. Thou tendest well each choicest thing. Therefore we draw us close to thee. Let the weak bowstrings break upon the bows of our weak enemies!  Destroyed be all malignitics and all our enemy's designs!\np:Thy bolt thou castest at the foe, O Indra, who would smite us dead: thy liberal bounty gives us wealth. Let the weak bowstrings break upon the bows of our weak enemies!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272716,
      "hash": "md5-dkMmGynOJ6dKbxMKDEL97A=="
    },
    {
      "id": 5244736470999,
      "key": 429,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "XV Indra",
      "content": "p:Rich be the praiser of one rich and liberal, Lord of days! like thee:  High rank be his who lauds the juice!\np:His wealth who hath no store of kine hath ne'er found out recited laud, Nor song of praises that is sung.\np:Give us not, Indra, as a prey unto the scornful or the proud:  Help, mighty one, with power and might!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272716,
      "hash": "md5-UAQ19ljyxFNwhiJHG2/NVA=="
    },
    {
      "id": 5613580146548,
      "key": 430,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "XVI Indra",
      "content": "p:Come hither, Indra, with thy bays, come thou to Kanva's eulogy!  Ye by command of yonder Dyaus, God bright by day! have gone to heaven.\np:The stones' rim shakes the Soma here like a wolf worrying a sheep.  Ye by command of yonder Dyaus, God bright by day I have gone to heaven.\np:May the stone bring thee as it speaks, the Soma-stone with ringing voice!  Ye by command of yonder Dyaus, God bright by day! have gone to heaven.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272716,
      "hash": "md5-qcf8sB96CNomRaOiAEIYeQ=="
    },
    {
      "id": 6938204906357,
      "key": 431,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "XVII Soma Pavamana",
      "content": "p:For Indra flow most rich in sweets, O Soma, bringing him delight!\np:Bright, meditating sacred song, these juices have sent Vayu forth.\np:They were sent forth to feast the Gods, like chariots speeding in the race.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272716,
      "hash": "md5-M8ppMA1hv5llTV7aPTTnzQ=="
    },
    {
      "id": 1330062013052,
      "key": 432,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER I",
      "title": "XVIII Agni",
      "content": "p:Agni I deem our Hotar priest, munificent wealth-giver, Son of Strength, who knoweth all that is even as the Sage who knoweth all.  Lord of fair rites, a God with form erected turning to the Gods, he when the flame hath sprung forth from the holy oil, the offered fatness, longs for it as it grows bright.\np:We, sacrificing, call on the best worshipper thee eldest of Angirasas, singer! with hyrnns, thee, brilliant one! with singers' hymn;  Thee, wandering round, as 'twere the sky, thee who art Hotar-priest of men, whom, Bull with hair of flame, the people must observe, tile people that he speed them on.\np:He with his blazing Power refulgent far and wide, he verily it iswho conquers demon foes, conquers the demons like an axe:  At whose close touch things solid partg and what is stable yields he keeps his ground and flinches not,like trees. Subduing all from the skilled archer flinches not.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272716,
      "hash": "md5-R9wTsDsjQWnwKTU1j1SZDg=="
    },
    {
      "id": 4025285153346,
      "key": 433,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "I Agni",
      "content": "p:O Agni, strength and fame are thine: thy fires blaze forth on high, O thou refulgent God!  Sage, passing bright, thou givest to the worshipper with power, the wealth that merits laud.\np:With brilliantg purifying sheen, with perfect sheen thou liftest up thyself in light.  Thou, visiting both thy mothers, aidest them as son; thou joinest close the earth and heaven.\np:O Jatavedas, Son of Strength, rejoice thyself, gracious, in our fair hymns and songs!  In thee have they heaped viands various, many formed; wealthborn, of wondrous help are they.\np:Agni, spread forth, as ruler, over living things: give wealth, to  us, immortal God!  Thou shinest out from beauty fair to look upon: thou leadest  us to beauteous Power.\np:I laud the Sage, who orders sacrifice, who hath great riches under his control.  Thou givest blest award of good, and plenteous food, thou givest wealth that wins success.\np:The men have set before them, for his favour, Agni, strong, visible to all, the holy.  Thee, Lord divine, with ears to hear, most famous, mens' generations magnify with praise-songs.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272716,
      "hash": "md5-k9xMzDPHbfFxMAmffAF6pA=="
    },
    {
      "id": 5421300193288,
      "key": 434,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "II Agni",
      "content": "p:Agni, he conquers by thine aid that brings him store of valiant sons and does great deeds, Whose bond of friendship is thy choice.\np:Thy spark is black and crackling; kindled in due time, O bounteous, it is taken up.  Thou art the dear friend of the mighty Mornings: thou shinest in glimmerings of the night.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272716,
      "hash": "md5-VP8q+fJJHchQg9Ju9T9c5w=="
    },
    {
      "id": 3148759136599,
      "key": 435,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "III Agni",
      "content": "p:Him, duly coming, as their germ have plants received: this Agni have maternal Waters brought to life.  So, in like manner, do the forest trees and plants bear him within them and produce him evermore.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272717,
      "hash": "md5-QGox5h3ZlHa434xwfVVu2w=="
    },
    {
      "id": 5891914689485,
      "key": 436,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "IV Agni",
      "content": "p:Agni grows bright for Indra: he shines far resplendent in the sky:  He sends forth offspring like a queen.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272717,
      "hash": "md5-KBhsQ/XPlxCVVFQcTJtVyQ=="
    },
    {
      "id": 5144302491402,
      "key": 437,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "V Agni",
      "content": "p:The sacred hymns love him who wakes and watches: to him who watches the holy verses.  This Soma saith to him Who wake my dwelling in thy friendship.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272717,
      "hash": "md5-4ZO0i6OZL5PSof57D8qCjg=="
    },
    {
      "id": 2975246816292,
      "key": 438,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "VI Agni",
      "content": "p:Agni is watchful, and the Richas love him: Agni is watchful, Sama hymns approach him.  Agni is watchful, to him saith this Soma, I rest and have my dwelling in thy friendship.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272717,
      "hash": "md5-OgecGynVGXoJ5rbDT0tlpQ=="
    },
    {
      "id": 6525206150471,
      "key": 439,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "VII Gods",
      "content": "p:Praise to the friends who sit in front! to those seated together,praise  I use the hundred-footed speech speech.\np:I use the hundred-footed speech, I sing what hath a thousand paths, Gayatra, Trishtup, Jagat hymn.\np:Gayatra, Trishtup, Jagat hymn,the forms united and complete, Have the Gods made familiar friends.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272717,
      "hash": "md5-Y1H5JBA9f5hXo2TD8P5zCQ=="
    },
    {
      "id": 5204421482184,
      "key": 440,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "VIII Agni",
      "content": "p:Agni, is light, light is Agni, Indra is light, light is Indra  Surya is light, light is Surya.\np:O Agni, turn again with strength, turn thou again with food and life:  Save us again from grief and woe!\np:O Agni, turn again with wealth sprinkle thou us from everyside.  With thine own all-supporting stream!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272717,
      "hash": "md5-PVbJLVgtmkKMZx99SPqHDw=="
    },
    {
      "id": 4801580644133,
      "key": 441,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "IX Indra",
      "content": "p:If I, O Indra, were like thee, the single ruler over wealth.  My worshipper should be rich in kine.\np:I should be fain, O Lord of power, to strengthen and enrich thesage, Where I the ford of herds of kine.\np:Thy goodness, Indra, is a cow yielding in plenty kine and steeds.  To worshippers who press the juice.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272717,
      "hash": "md5-anmsB+r5ivX7Ri7FnpZxig=="
    },
    {
      "id": 5053559921724,
      "key": 442,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "X The Waters",
      "content": "p:Yea, Waters, ye bring health and bliss: so help ye us to energy.  That we may look on great delight!\np:Give us a portion of the dew, the most auspicious that ye have, Like mothers in their longing love!\np:For you we gladly go to hirn to whose abode ye speed us on, And, Waters, give us procreant strength!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272717,
      "hash": "md5-3X/NWTyg4nj/YA8EJxo0MQ=="
    },
    {
      "id": 1264749709689,
      "key": 443,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "XI Vata",
      "content": "p:May Vata breathe his balm on us, healthful, delightful to our heart:  May he prolong our days of life!\np:Thou art our father, Vata, yea, thou art our brother and our friend:  So give us strength that we may live!\np:The store of Amrit that laid away yonder, O Vata, in thine home--  Give us strength that we may live!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272717,
      "hash": "md5-tlyfIxysH0DSFjBziHWbRA=="
    },
    {
      "id": 5859695044295,
      "key": 444,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "XII Agni",
      "content": "p:The fleet steed wearing divers forms, the eagle bearing his golden raiment to his birthplace, Clothed in due season with the light of Surya, red, hath begot the sacrifice in person.\np:Multiform seed he laid in waters, lustre which gathered on the earth and there developed.  In the mid-air establishing his greatness, he cries aloud, seed of the vigorous courser.\np:He hath, enduing thousand robes that suit him, as sacrifice upheld the light of Surya, Giver of ample gifts in hundreds, thousands, supporter of the heavens, earth's Lord and ruler.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272718,
      "hash": "md5-P832t4UOKb8sNa4+EOx75w=="
    },
    {
      "id": 4684196987147,
      "key": 445,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER II",
      "title": "XIII Vena",
      "content": "p:They gaze on thee with longing in their spirit, as on a strong-winged bird that mounteth sky-ward;  On thee with wings of gold, Varuna's envoy, the Bird that hasteneth to the home of Yama.\np:Erect, to heaven hath the Gandharva mounted, pointing at us his many-coloured weapons:  Clad in sweet raiment beautiful to look on, for he, as light, produceth forms that please us..\np:When as a spark he cometh ilear the ocean, looking with vulture's eye as Law commandeth, His lustre, joying in its own bright splendour, maketh dear glories in the loftiest region.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272718,
      "hash": "md5-rxSCWfsA/aBtdyZbt+q3jg=="
    },
    {
      "id": 6963601972040,
      "key": 446,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER III",
      "title": "I Indra",
      "content": "p:Swift, rapidly striking, like a bull who sharpens his horns, terrific, stirring up the people.  With eyes that close not, bellowing, sole hero, Indra subdued at once a hundred armies.\np:With him loud-roaring, ever watchful victcr, bold, hard to overthrow, rouser of battle, Indra. the strong, whose hand bears arrows, conquer, ye heroes, now, now vanquish in the combat!\np:He rules with those who carry shafts and quivers, Indra who with his band brings hosts together, Foe-conquering strong of arm the Soma-drinker, with mighty bow, shooting with well-laid arrows.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272718,
      "hash": "md5-kv+4h4uVFE7YKRHBogQfMw=="
    },
    {
      "id": 1336692304680,
      "key": 447,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER III",
      "title": "II Brihaspati. Indra",
      "content": "p:Brihaspati, fly with thy chariot hither, slayer of demons, driving off our foemen!  Be thou protector of our cars, destroyer, victor in battle, breaker-up of armies!  2, Conspicuous. by thy strength, firm, foremost fighter, mighty and  fierce, victorious, all-subduing, The Son of Conquest, passing men and heroes, kinewinner, mount thy conquering car, O Indra!\np:Cleaver of stalls, kine-winner, armed with thunder, who quells an army and with might destroys it--  Follow him, brothers! quit yourselves like heroes, and like this Indra show your zeal and courage!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272718,
      "hash": "md5-7peJen6w3cbNq5y7vmON0Q=="
    },
    {
      "id": 6678274269176,
      "key": 448,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER III",
      "title": "III Indra. Brihaspati",
      "content": "p:Piercing with conquering strength the cow-stalls, Indra, pitiless hero with unbounded anger, Victor in fight, unshaken and resistless--may he protect our armies in our battles!\np:Indra guide these! Brihaspati, and Soma, the guerdon and the sacrifice precede them;  And let the banded Maruts march in forefront of heavenly hosts that conquer and demolish!\np:Ours be the potent host of mighty Indra, King Varuna the Maruts, and Adityas!  Uplifted is the shout of Gods who conquer, hightninded Gods who cause the worlds to tremble.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272718,
      "hash": "md5-FYmBhpTquPggM4cj5qxmrw=="
    },
    {
      "id": 6516514988908,
      "key": 449,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER III",
      "title": "IV Indra.Maruts",
      "content": "p:Bristle thou up, O Maghavan, our weapons: excite the spirits, of my warring heroes!  Urge on the strong steed's might, O Vyitra-slayer, and let the din of conquering cars go upward\np:May Indra aid us when our flags are gathered: victorious be ther arrows of our army!  May our brave men of war prevail in battle. Ye Gods, protect us in the shout of onset!\np:That army of the foemen, O ye Maruts, which, striving in its. mighty strength, approaches, Hide ye and bury it in pathless darkness that not a man oF them may know the other!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272718,
      "hash": "md5-66JzsAMS/Jakx/deYmvpEA=="
    },
    {
      "id": 2810151380944,
      "key": 450,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER III",
      "title": "V Agha",
      "content": "p:Bewildering the senses of our foemen, seize thou their bodies, and depart, O Agha!  Attack them, set their hearts on fare with sorrows; so let our foes abide in utter darkness!\np:Advance, O heroes, win the day, May Indra be your sure defence!  Mighty and awful be your arms, that none may wound or injure you!\np:Loosed from the bowstring fly away, thou arrows sharpened by  our prayer!  Go to the foemen, strike them home, and let not one be left alive!VI Indra and othersp:Let ravens and strong-pinioned birds pursue them: yea, let that army be the food of vultures!  Indra, let none escape, no sin-remover: behind them all let following birds be gathered!\np:This host of foemen Maghavan! that cometh on in warlike show--  Meet it, O Vritra-slayer, thou, Indra, and Agni, with your flames!\np:There where the flights of arrows fall like boys whose locks are yet unshorn.  Even there may Brahmanaspati, may Aditi protect us well, protect us well through all our days!",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272718,
      "hash": "md5-OtppVkjGBqduU/+FKJbRIw=="
    },
    {
      "id": 6934089597808,
      "key": 451,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER III",
      "title": "VII Indra",
      "content": "p:Drive Rakshasas and foes away, break thou in pieces Vritra's jaws:  O Vritra-slaying Indra, quell the foeman's wrath who threatens us!\np:O Indra, beat our foes away, humble the men who challenge us:  Send down to nether darkness him who seeks to do us injury!\np:Strong, ever-youthful are the arms of Indra, fair unassailable, never to be vanquished:  These first let him employ when need hath come on us, wherewith the Asuras' great might was overthrown.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272718,
      "hash": "md5-ImyBU6yCX5GXDpjxRZyxGA=="
    },
    {
      "id": 6063280897330,
      "key": 452,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER III",
      "title": "VIII Soma, Varuna",
      "content": "p:Thy vital parts I cover with thine armour: with immortality King Soma clothe thee!  Varuna give thee what is more than ample, and in thy victory may Gods be joyful!\np:Blind, O my foemen, shall ye be, even as headless serpents are  May Indra slay each best of you when Agni's flame hath struck you down!\np:Whoso would kill us, whether he be a stranger foe or one of us, May all the Gods discomfit him! My nearest, closest mail is prayer, my closest armour and defence.",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272718,
      "hash": "md5-xQGZapOXlOjJxljm1zUVVg=="
    },
    {
      "id": 5177956710383,
      "key": 453,
      "part": "PART SECOND",
      "book": "BOOK IX",
      "chapter": "CHAPTER III",
      "title": "IX Indra. All-Gods",
      "content": "p:Like a dread wild beast roaming on the mountain thou hast approached us from the farthest distance.  Whetting thy bolt and thy sharp blade, O Indra, crush thou the foe and scatter those who hate us!\np:Gods, may our ears hear that which is auspicious, may our eyes see that which is good, ye holy!  Extolling you with still strong limbs and bodies, may we attain the age by Gods appointed!\np:Illustrious far and wide, may Indra bless us, may Pushan bless us, master of all riches!  May Tarkshya with uninjured fellies bless us! Brihaspati bestow on us his favour! Brihaspati bestow on us his favour!\n ",
      "file": "data/html/samaveda/index.htm",
      "created": 1747959272718,
      "hash": "md5-snHplubVsfMJ7v4Xhx0EPA=="
    }
  ],
  "hash": "md5-5H3DjWrBSCQmeNVRObiV7g=="
}